Repository: XYGDeveloper/Chinese-currency
Catalog: HuaBi/*.lproj/Localizable.strings
Languages: ja, ko, th_th, zh_hant

# Identify Verify please enter hand-held photo
source: Please choose a hand-held ID photo
ja: 携帯の証明写真を選択してください
ko: 핸드 헬드 ID 사진을 선택하십시오
zh_hant: 請選擇手持證件照

# Identify Verify failure
source: Verified failure
ja: 認証に失敗しました
ko: 인증에 실패했습니다.
th_th: ความล้มเหลว
zh_hant: 認證失敗

# Identify Verify tips
source: If the authentication fails, please check the following items: 1. Name and ID card do not match, please verify re-verify; 2. The photo of the ID card is not clear, please upload a clear photo of the ID card; 3. The type of ID is out of specification. Please use I.D., passport, driver's license and other ID. Please upload the photo of the standard ID card.
ja: 認証に失敗した場合は、次の項目を確認してください： 1、名前とIDカードが一致しない、再認証を確認してください; 2、書類が不明確、IDの明確な写真をアップロードしてください 3、IDタイプ規格外の場合は、身分証明書、パスポート、運転免許証などの書類を使用してください。標準証明書の写真をアップロードしてください。
ko: “인증에 실패하면 다음 항목을 확인하십시오. 1인증서의 이름과 사진이 일치하지 않습니다. 재 인증을 확인하십시오. 2 문서의 사진이 모호하고 명확하지 않습니다. 맑은 신분증 사진을 업로드하십시오. 3, 문서 유형이 표준화되지 않았습니다. 신분증, 여권, 운전 면허증 및 기타 서류를 사용하십시오. 표준 ID의 사진을 업로드하십시오.”
th_th: หากการตรวจสอบสิทธิ์ล้มเหลวโปรดตรวจสอบรายการต่อไปนี้: 1. ชื่อและใบรับรองไม่ตรงกันโปรดยืนยันการรับรองอีกครั้ง 2. รูปถ่ายของใบรับรองไม่ชัดเจนโปรดอัพโหลดรูปถ่ายที่ชัดเจนของบัตรประชาชน 3. ประเภทของเอกสารไม่เป็นไปตามข้อกำหนดโปรดใช้บัตรประจำตัวประชาชนหนังสือเดินทางใบอนุญาตขับขี่และเอกสารอื่น ๆ โปรดอัพโหลดรูปถ่ายของใบรับรองมาตรฐาน
zh_hant: 认证失败请检查如下项目： 1、姓名与证件照不符合，请核实再认证； 2、证件照模糊不清楚，请上传清晰的证件照片； 3、证件类型不合规范，请以身份证、护照、驾驶证等证件为主，请上传规范的证件照片。

# Identify Verify try again
source: Try again
ja: 再認証
ko: 자격 갱신
th_th: รับรองอีกครั้ง
zh_hant: 再次認證

# Money Interest title
source: Money interest
ja: お金を節約
ko: 보물 저장
th_th: ถือเงิน
zh_hant: 存幣寶

# Money Interest advantage
source: Advantage
ja: 製品の機能
ko: 제품 기능
th_th: ลักษณะ
zh_hant: 產品特點

# Money Interest feature
source: Feature
ja: 商品プロフィール
ko: 제품 프로파일
th_th: แนะนำโดยย่อ
zh_hant: 產品簡介

# Money Interest Join time
source: Join time
ja: 参加時間
ko: 가입 시간
th_th: เข้าร่วมเวลา
zh_hant: 加入時間

# Money Interest Management period
source: Period
ja: 管理期間
ko: 관리 기간
th_th: เส้นตาย
zh_hant: 管理期限

# Money Interest End Time
source: End time
ja: 終了時間
ko: 종료 시간
th_th: เวลาสิ้นสุด
zh_hant: 結束時間

# Money Interest Currency
source: Currency
ja: 通貨への振替
ko: 통화로 이전
th_th: โอนเงิน
zh_hant: 轉入幣種

# Money Interest Months
source: months
ja: 月
ko: 월
th_th: เดือน
zh_hant: 個月

# Money Interest Transfer button title
source: Transfer
ja: 預金口座への振替
ko: 입금 계좌로 이체
th_th: เข้าไป
zh_hant: 轉入定存賬戶

# Money Interest Expected annualized income
source: Expected annualized income
ja: 予想年間収入
ko: 예상 연간 소득
th_th: คาดรายได้ต่อปี
zh_hant: 預期年化收益

# Money Interest Not less than
source: Not less than
ja: 以下にはなりません
ko: 보다 작을 수 없다
th_th: ไม่น้อยกว่า
zh_hant: 不能小于

# Money Interest Not greater than
source: Not greater than
ja: より大きくすることはできません
ko: 보다 클 수 없다
th_th: ไม่เกิน
zh_hant: 不能大于

# Money Interest Menu title
source: Transfer to deposit
ja: 入金への振替
ko: 예금으로 이전
th_th: โอนเงินมัดจำ
zh_hant: 轉入定存

# Money Interest Menu All
source: All
ja: すべての送金
ko: 모두 이전 됨
th_th: สมบูรณ์
zh_hant: 全部轉入

# Money Interest Menu Expected annualized income
source: Expected annualized income:
ja: 予想年間収入：
ko: 기대 연간 소득 :
th_th: คาดรายได้ต่อปี:
zh_hant: 預期年化收益：

# Money Interest Menu Balance
source: Balance:
ja: 口座残高：
ko: 계정 잔액 :
th_th: ยอดคงเหลือในบัญชี:
zh_hant: 賬戶餘額：

# Money Interest Menu Currency
source: Currency:
ja: 送金通貨：
ko: 통화로 이전 :
th_th: โอนเงิน:
zh_hant: 轉入幣種：

# Money Interest Menu Management period
source: Period:
ja: 管理期間：
ko: 관리 기간 :
th_th: เส้นตาย:
zh_hant: 管理期限：

# Money Interest Menu Transfer button title
source: Transfer
ja: 移動
ko: 이전
th_th: เข้าไป:
zh_hant: 轉入

# Money Interest Menu text field placeholder
source: Please enter the number.
ja: 送金回数を入力してください
ko: 전송 수량를 입력하십시오
th_th: โปรดป้อนจำนวนการสมัครสมาชิก
zh_hant: 請輸入轉入數量

# Money Interest Deposit title
source: Deposit records
ja: レコードを保存
ko: 예약 된 기록
th_th: บันทึกเงินฝาก
zh_hant: 定存記錄

# Money Interest Deposit Operation direction
source: Direction:
ja: 運用方向：
ko: 운영 방향 :
th_th: ทิศทางการทำงาน:
zh_hant: 操作方向：

# Money Interest Deposit Number
source: Number:
ja: 返品数量：
ko: 전송 수량:
th_th: ปริมาณ:
zh_hant: 轉出數量：

# Money Interest Deposit Expire date
source: Expire date:
ja: 有効期限：
ko: 만료 시간 :
th_th: เวลาหมดอายุ:
zh_hant: 到期時間：

# Money Interest Deposit Operation direction out
source: Out
ja: 期限切れ
ko: 만료 된 전송
th_th: โอนออก
zh_hant: 到期轉出

# Money Interest Deposit Operation direction in
source: In
ja: デポジット振替
ko: 지연 전송
th_th: เข้าไป
zh_hant: 定存轉入

# Money Interest Records title
source: Way of settlement
ja: 再定住モード
ko: 결산 방법
th_th: วิถีแห่งการตั้งถิ่นฐาน
zh_hant: 結息方式

# Money Interest Dividend title
source: Dividend records
ja: 配当レコード
ko: 배당 기록
th_th: บันทึกเงินปันผล
zh_hant: 分紅記錄

# Money Interest Records select currency
source: Currency selection
ja: 通貨の選択
ko: 통화 선택
th_th: การเลือกสกุลเงิน
zh_hant: 幣種選擇

# Money Interest Records time
source: Time
ja: 決済時間
ko: 결제 시간
th_th: เวลา
zh_hant: 結息時間

# Money Interest Records Currency
source: Currency
ja: 通貨
ko: 통화
th_th: เงินตรา
zh_hant: 幣種

# Money Interest Records number
source: Number
ja: 決済数
ko: 이자 화해 수량
th_th: จำนวน
zh_hant: 結息數量

# Money Interest Dividend time
source: Time
ja: 配当時間
ko: 배당 시간
th_th: เวลา
zh_hant: 分紅時間

# Money Interest Dividend number
source: Number
ja: 配当数
ko: 배당 수량
th_th: จำนวน
zh_hant: 分紅數量

source: Product introduction
ja: 製品紹介
ko: 제품 프로파일
th_th: แนะนำผลิตภัณฑ์
zh_hant: 產品簡介

# HBQuotationListHeaderView_name
source: Name
ja: 名前
ko: 이름
th_th: ชื่อ
zh_hant: 名稱

# HBQuotationListHeaderView_Latest price
source: Latest price
ja: 最新の価格
ko: 최신 가격
th_th: ราคาล่าสุด
zh_hant: 最新價

# HBQuotationListHeaderView_24h change
source: 24H change
ja: 浮き沈み
ko: 추세
th_th: Ups และดาวน์
zh_hant: 漲跌幅

source: Customer Service
ja: サービス
ko: 고객 서비스
th_th: บริการลูกค้า
zh_hant: 客服

source: Find transaction password
ja: トランザクションパスワードの取得
ko: 거래 비밀 번호를 검색하십시오
th_th: เรียกรหัสผ่านของธุรกรรม
zh_hant: 找回交易密碼

source: Safety verification
ja: 安全検証
ko: 안전 검증
th_th: การตรวจสอบความปลอดภัย
zh_hant: 安全驗證

source: Forgot the original transaction password?
ja: 元の取引パスワードを忘れましたか？
ko: 원래 거래 비밀번호를 잊어 버렸습니까?
th_th: ลืมรหัสผ่านของการทำธุรกรรมเดิม
zh_hant: 忘記原交易密碼？

source: Please set a new transaction password
ja: 新しい取引パスワードを設定してください
ko: 새 거래 비밀번호를 설정하십시오.
th_th: โปรดตั้งรหัสผ่านการทำธุรกรรมใหม่
zh_hant: 請設置新的交易密碼

source: New password, 6-digit number.
ja: 新しいパスワード、6桁の数字
ko: 새로운 비밀번호 여섯 개 순수 디지털
th_th: รหัสผ่านใหม่ 6 หลัก
zh_hant: 新密碼，6位純數字

source: Confirm password, 6-digit number.
ja: パスワードの確認、6桁の数字
ko: 디지털 순수 여섯 비밀번호 확인
th_th: ยืนยันรหัสผ่านหมายเลข 6 หลัก
zh_hant: 確認密碼，6位純數字

# Find transaction password submit
source: Submit
ja: 確認
ko: 확인
th_th: เสนอ
zh_hant: 確認

source: Receive award
ja: ギフトコレクション
ko: 선물 수집
th_th: การสะสมของขวัญ
zh_hant: 贈送領取

# Receive award number
source: Number
ja: ギフト金額
ko: 선물 수량
th_th: ปริมาณ
zh_hant: 贈送數量

# Receive award type
source: Type
ja: ポイントの種類
ko: 통합 유형
th_th: ชนิด
zh_hant: 積分類型

# Receive award time
source: Time
ja: 贈り物の時間
ko: 선물 시간
th_th: เวลา
zh_hant: 贈送時間

# Receive award receive
source: Receive
ja: 受け取る
ko: 받는다
th_th: ได้รับ
zh_hant: 領取

# Receive award received
source: Received
ja: これ
ko: 주도하고있다
th_th: ได้รับแล้ว
zh_hant: 已領

# Receive award unverified tips
source: Please check the receipt history after real-name authentication
ja: 本名認証後に領収書の履歴を確認してください
ko: 기록을받은 후 실제 이름 인증을 참조하십시오
th_th: โปรดตรวจสอบประวัติใบเสร็จหลังจากการรับรองชื่อจริง
zh_hant: 請實名認證後查看領取記錄

# HBSelectCurrencyTypeTableViewController.title
source: Pricing method
ja: 評価方法
ko: 평가 방법
th_th: วิธีการกำหนดราคา
zh_hant: 計價方式

# HBSelectCurrencyTypeTableViewController.Renminbi
source: Renminbi
ja: RMB
ko: 인민폐
zh_hant: 人民幣

# HBSelectCurrencyTypeTableViewController.Usd
source: Dollar
ja: 米ドル
ko: 미국 달러
th_th: ค่าเงินดอลลาร์สหรัฐ
zh_hant: 美元

# TPOTCBuyListCellDelegate.tips
source: Buyers only support payment via xxx, you need to add and activate the payment method
ja: 購入者はxxxを介した支払いのみをサポートしています。該当する支払い方法を追加してアクティブにする必要があります。
ko: 구매자는 X을 통한 지불 만 지원합니다. 적절한 지불 방법을 추가하고 활성화해야합니다.
th_th: ผู้ซื้อสนับสนุนการชำระเงินให้คุณผ่านทาง xxx คุณต้องเพิ่มและเปิดใช้งานวิธีการชำระเงิน
zh_hant: 買家僅支持通過xxx向您付款，您需要添加並激活相應收款方式

# TPOTCBuyListCellDelegate.add
source: Add
ja: 追加
ko: 추가
th_th: เพิ่ม
zh_hant: 添加

# HBTokenWithdrawViewController_select
source: Choose currencies
ja: 通貨を選択
ko: 화폐종류를선택하다
th_th: เลือกสกุลเงินที่
zh_hant: 選擇幣種

# HBTokenWithdrawViewController_address
source: Money withdrawal address
ja: 納税先住所
ko: 지폐주소
th_th: เสนอเหรียญที่อยู่
zh_hant: 提幣地址

# HBTokenWithdrawViewController_address_placehoder
source: Enter or Long Press Paste Address
ja: ペーストアドレスを入力または長押ししてください
ko: 입력하거나붙여넣기
th_th: พิมพ์หรือกดยาววางที่อยู่
zh_hant: 輸入或長按粘貼地址

# HBTokenWithdrawViewController_address_note
source: Remarks (optional)
ja: 備考（オプション）
ko: 비고 (선택)
th_th: หมายเหตุ ( ก็ได้ )
zh_hant: 備註（選填)

# HBTokenWithdrawViewController_address_normal
source: Added as Common Address
ja: 共通アドレスとして追加
ko: 상용주소로추가
th_th: เพิ่มที่อยู่สำหรับใช้ทั่วไป
zh_hant: 添加為常用地址

# HBTokenWithdrawViewController_counter
source: Amount of money raised
ja: コイン数
ko: 화폐수량
th_th: เพิ่มจำนวนเหรียญ
zh_hant: 提幣數量

# HBTokenWithdrawViewController_placehoder_counter
source: Please enter the withdrawal amount.
ja: コインの数を入力してください
ko: 화폐수량을입력하십시오
th_th: โปรดระบุจำนวนเงินเพิ่ม
zh_hant: 請輸入提幣數量

# k_MyassetDetailViewController_tableview_all
source: whole
ja: すべて
ko: 모두
th_th: ทั้งหมด
zh_hant: 全部

# HBTokenWithdrawViewController_placehoder_min
source: Minimum mention
ja: 最低限必要な説明
ko: 최소가능
th_th: ที่เล็กที่สุดที่สามารถเพิ่ม
zh_hant: 最小可提

# HBTokenWithdrawViewController_placehoder_max
source: Maximum mention
ja: 最大記載数
ko: 최대가능
th_th: ที่ใหญ่ที่สุดที่สามารถเพิ่ม
zh_hant: 最大可提

# HBTokenWithdrawViewController_placehoder_shouxu
source: Handling fee:
ja: 取扱手数料：
ko: 수수료:
th_th: ค่าลงทะเบียน :
zh_hant: 手續費：

# HBTokenWithdrawViewController_placehoder_actual
source: Actual arrival:
ja: 実際の到着：
ko: 실제계산:
th_th: ไปยังบัญชีที่แท้จริง :
zh_hant: 實際到賬：

# HBTokenWithdrawViewController_placehoder_notice
source: Notes for raising money : •Please pay attention to the minimum and maximum withdrawal limit when withdrawing money. •The withdrawal will be checked manually. Please wait patiently. • The actual number of accounts arrived is subject to the acceptance of the Platform Accounting Rules. •Make sure your computer and browser are secure to prevent information from being tampered with or leaked.
ja: コインの説明： •コインを引き出すときは、最小および最大コイン数の上限に注意してください。 •コインは手動で監査されます。しばらくお待ちください。 実際の到着数量はプラットフォームの受け入れルールに従います。 •情報が改ざんされたり漏洩したりするのを防ぐため、コンピュータとブラウザが安全であることを確認してください。
ko: 지폐설명： •화폐를제시할때최소, 최대제폐제한에주의하십시오. •제폐는인공심사를진행할것이니, 참을성있게기다려주십시오。 •실제장부수량은플랫폼의상장규칙을받아들이는것을기준으로한다。 •반드시컴퓨터와브라우저안전을확인하여정보가왜곡되거나누출되지않도록방지하십시오。
th_th: คําแนะนําการใช้ : •โปรดทราบเมื่อพูดถึงเหรียญเล็กที่สุด , ถือเหรียญจำกัด •ใส่เหรียญทำเทียมในการตรวจสอบกรุณารอ จํานวนจริงในบัญชีเพื่อรับบัญชีกฎแพลตฟอร์มที่เป็นมาตรฐาน。 •ให้แน่ใจว่าได้ตรวจสอบว่าเครื่องคอมพิวเตอร์และเบราว์เซอร์ที่ปลอดภัยเพื่อป้องกันข้อมูลที่บิดเบือนหรือรั่วไหล。
zh_hant: 提币说明： •提币时请注意最小、最大提币限制。 •提币会进行人工审核，请耐心等待。 •实际到账数量以接受平台上账规则为准。 •请务必确认电脑及浏览器安全，防止信息被篡改或泄露。

# HBTokenWithdrawViewController_placehoder_chongbi
source: Notes on charging: •Do not recharge non-BTC assets to the above address, otherwise the assets will not be recovered. •Recharging must be confirmed by the block. After successful recharging, you can check the details in the recharging record. •Make sure your computer and browser are secure to prevent information from being tampered with or leaked.
ja: 注： •BTC以外の資産を上記の住所に再請求しないでください。そうしないと、資産は回収されません。 •通貨はブロックで確認する必要があります。詳細を記録に表示します •情報が改ざんされたり漏洩したりするのを防ぐため、必ずコンピュータとブラウザのセキュリティを確認してください。
ko: 충전설명： •상술한주소에비BTC자산으로충전하지마십시오. 그렇지않으면자산은찾을수없습니다。 •충전은반드시구덩이확인을거쳐성공한후충전기록에서자세한상황을살펴볼수있다。 •반드시컴퓨터와브라우저안전을확인하여정보가왜곡되거나누출되지않도록방지하십시오。
th_th: แสดงให้เห็นว่ามีเหรียญ： •อย่าให้ที่อยู่ข้างบนไม่เติมเงิน BTC สินทรัพย์หรือทรัพย์สินจะไม่กลับไป •จะต้องได้รับการยืนยันว่ามีเหรียญบล็อกประสบความสําเร็จในการบันทึกแล้วคุณสามารถไปดูรายละเอียดการบรรจุเหรียญ •ให้แน่ใจว่าได้ตรวจสอบว่าเครื่องคอมพิวเตอร์และเบราว์เซอร์ที่ปลอดภัยเพื่อป้องกันข้อมูลที่บิดเบือนหรือรั่วไหล
zh_hant: 充币说明： •请勿向上述地址充值非BTC资产，否则资产将不可找回。 •充币须经区块确认，成功后可到充币记录中查看详情。 •请务必确认电脑及浏览器安全，防止信息被篡改或泄露。

# HBTokenWithdrawViewController_saveqrcode
source: Save QR codes
ja: QRコードを保存
ko: QR코드보존
th_th: บันทึกรหัสสองมิติ
zh_hant: 保存二維碼

# HBTokenWithdrawViewController_copy
source: Copy address
ja: アドレスをコピー
ko: 주소복사
th_th: คัดลอกที่อยู่
zh_hant: 複製地址

# HBTokenWithdrawViewController_token_reve
source: In audit
ja: レビュー中
ko: 심사중
th_th: ในการตรวจสอบ
zh_hant: 审核中

# HBTokenWithdrawViewController_token_scuess
source: Successful mention of currency
ja: コイン振替成功
ko: 제폐성공
th_th: พูดถึงความสำเร็จของเหรียญ
zh_hant: 提币成功

# HBTokenWithdrawViewController_token_chongbi
source: Successful charging
ja: ファイナンスの成功
ko: 충전성공
th_th: เหรียญมีประสบความสําเร็จ
zh_hant: 充币成功

# HBTokenWithdrawViewController_token_resolve
source: undo
ja: 元に戻す
ko: 철거
th_th: ยกเลิก
zh_hant: 撤消

# HBTokenWithdrawViewController_token_type
source: Type:
ja: タイプ：
ko: 유형：
th_th: ประเภท：
zh_hant: 類型：

# HBTokenWithdrawViewController_token_number
source: Quantity:
ja: 数量：
ko: 수량：
th_th: จํานวน：
zh_hant: 數量：

# HBTokenWithdrawViewController_token_sstatus
source: Status:
ja: ステータス：
ko: 상태：
th_th: สถานะ：
zh_hant: 狀態：

# HBTokenWithdrawViewController_token_address
source: Address:
ja: 住所：
ko: 주소：
th_th: ที่อยู่：
zh_hant: 地址：

# HBTokenWithdrawViewController_token_time
source: Time:
ja: 時間：
ko: 시간：
th_th: เวลา：
zh_hant: 時間：

# HBTokenWithdrawViewController_token_detail
source: Record details
ja: レコード詳細
ko: 기록이상세하다
th_th: บันทึกรายละเอียดเพิ่มเติม
zh_hant: 記錄詳請

# HBTokenWithdrawViewController_add_address
source: Add address
ja: アドレスを追加
ko: 주소추가
th_th: เพิ่มที่อยู่
zh_hant: 添加地址

# HBTokenWithdrawViewController_edit_address
source: Edit address
ja: 住所を編集
ko: 주소편집
th_th: แก้ไขที่อยู่
zh_hant: 編輯地址

# HBTokenWithdrawViewController_singleaddress
source: address
ja: アドレス
ko: 주소
th_th: ที่อยู่
zh_hant: 地址

# HBTokenWithdrawViewController_huabi
source: Chinese currency
ja: 中国の通貨
ko: 화폐
th_th: เหรียญจีน
zh_hant: 華幣

# HBTokenWithdrawViewController_changyongdizhi
source: Frequently used address
ja: 共通アドレス
ko: 상용주소
th_th: ที่อยู่ที่ใช้
zh_hant: 常用地址

# HBTokenWithdrawViewController_edit
source: Editor
ja: 編集
ko: 편집
th_th: การแก้ไข
zh_hant: 編輯

# HBTokenWithdrawViewController_del
source: Delete
ja: 削除
ko: 삭제
th_th: ลบ
zh_hant: 刪除

# HBTokenWithdrawViewController_cancel_scuess
source: Cancellation of success
ja: 成功をキャンセル
ko: 성공취소
th_th: ความสําเร็จของการยกเลิก
zh_hant: 取消成功

# HBTokenWithdrawViewController_address_note_bixu
source: Remarks (Requre)
ja: 備考（必須）
ko: 비고 (필수)
th_th: หมายเหตุ ( ที่จําเป็น )
zh_hant: 備註（必填)

# HBTokenWithdrawViewController_address_chong_jilu
source: Coin record
ja: 請求レコード
ko: 충전기록
th_th: เติมเหรียญบันทึก
zh_hant: 充幣記錄

# HBTokenWithdrawViewController_address_ti_jilu
source: Record of withdrawal
ja: ティックマネーレコード
ko: 지폐기록
th_th: เสนอเหรียญบันทึก
zh_hant: 提幣記錄

# HBHomeViewController_address_saveimg_scuess
source: Successful Picture Preservation
ja: 画像は正常に保存されました
ko: 그림저장성공
th_th: บันทึกภาพที่ประสบความสําเร็จ
zh_hant: 圖片保存成功

# HBHomeViewController_address_saveimg_fail
source: Failed to save picture
ja: 画像の保存に失敗しました
ko: 그림저장실패
th_th: บันทึกภาพที่ล้มเหลว
zh_hant: 圖片保存失敗

# HBHomeViewController_address_saveimg_submit
source: Submit
ja: 送信
ko: 제출하다
zh_hant: 提交

# HBHomeViewController_address_alert_title
source: Legal tender transaction
ja: 法定通貨取引
ko: 법정거래
th_th: การซื้อขายสกุลเงิน
zh_hant: 法幣交易

# HBHomeViewController_address_alert_detail
source: Easy Purchase of Digital Assets
ja: デジタル資産を簡単に購入
ko: 디지털자산을가볍게구매하다
th_th: สามารถซื้อสินทรัพย์ดิจิตอล
zh_hant: 輕鬆購買數字資產

# HBHomeViewController_address_alert_miaodong
source: To Know KOK
ja: 理解するKOK
ko: 초알다KOK
th_th: วินาทีKOK
zh_hant: 秒懂KOK

# HBHomeViewController_address_alert_kefu
source: Online Service
ja: サービス
ko: 온라 인지원
th_th: กาออนไลน์
zh_hant: 在線客服

# HBHomeViewController_address_alert_name
source: Name
ja: 名前
ko: 이름
th_th: ชื่อ
zh_hant: 名稱

# HBHomeViewController_address_alert_new
source: Latest price
ja: 最新の価格
ko: 최신가격
th_th: ราคาล่าสุด
zh_hant: 最新價

# HBHomeViewController_address_alert_nd
source: Ups and downs
ja: 立ち上がりと立ち下がり
ko: 하락폭
th_th: อัตราเงินเฟ้อ
zh_hant: 漲跌幅

# HBHomeViewController_address_alert_cny
source: 24HTurnover(CNY)
ja: 24時間ターンオーバー（CNY）
ko: 24H거래액(CNY)
th_th: 24Hการหมุนเวียน(CNY)
zh_hant: 24H成交額(CNY)

# HBHomeViewController_address_alert_hsl
source: 24HTurnover rate
ja: 24時間回転率
ko: 24H교환율
th_th: 24Hอัตราแลกเปลี่ยน
zh_hant: 24H換手率

# HBShopViewController_Title
source: Mall
ja: モール
ko: 몰
th_th: ห้างสรรพสินค้า
zh_hant: 商城

# HBShopViewController_Default_Content
source: HBDAex Mall shocked
ja: 華币モールショック
ko: HBDAex 쇼핑몰 충격
th_th: HBDAex Mall ตกตะลึง
zh_hant: 華幣商城震撼來襲

# HBShopViewController_Coming_Soon
source: Coming soon
ja: お楽しみに
ko: 계속 지켜봐주십시오.
th_th: คอยติดตาม
zh_hant: 敬請期待

# HBShopViewController_Search_Goods
source: Search for goods
ja: 商品を探す
ko: 상품 검색
th_th: ค้นหาสินค้า
zh_hant: 搜索商品

# HBShopViewController_Order_management
source: Order management
ja: 注文管理
ko: 주문 관리
th_th: การจัดการคำสั่ง
zh_hant: 訂單管理

# HBShopViewController_shopping cart
source: Cart
ja: ショッピングカート
ko: 장바구니
th_th: ตะกร้าสินค้า
zh_hant: 購物車

# HBShopViewController_Shipping address
source: Address
ja: 配送先住所
ko: 배송지 주소
th_th: ที่อยู่สำหรับจัดส่ง
zh_hant: 收貨地址

# HBShopViewController_Merchant
source: Merchant
ja: 商人
ko: 상인
th_th: ธุรกิจ
zh_hant: 商戶

# HBShopViewController_Expenses record
source: Expenses record
ja: 消費記録
ko: 소비 기록
th_th: บันทึกการบริโภค
zh_hant: 消費記錄

# HBShopViewController_Support
source: Supports
ja: サポート
ko: 지원
th_th: สนับสนุน
zh_hant: 支持

# k_onusViewController_title_detail_title
source: Asia Pacific International
ja: アジアパシフィックインターナショナル
ko: 아시아 태평양 국제

# HBLoginTableViewController_hi
source: Hi,
ja: こんにちは
ko: 안녕,
th_th: สวัสดี,
