Repository: XYGDeveloper/Chinese-currency
Catalog: HuaBi/*.lproj/Localizable.strings
Languages: ja, ko, th_th, zh_hant

# MJRefreshHeaderIdleText
source: Pull down to refresh
ja: ドロップダウンを更新できます
ko: 끌어 내릴 수 있습니다.
th_th: เมนูแบบเลื่อนลงสามารถรีเฟรช
zh_hant: 下拉可以刷新

# MJRefreshHeaderPullingText
source: Release to refresh
ja: 即時リフレッシュを解除する
ko: 즉시 새로 고침 해제
th_th: ปล่อยทันทีฟื้นฟู
zh_hant: 鬆開立即刷新

# MJRefreshHeaderRefreshingText
source: Loading...
ja: データを更新中...
ko: 데이터 새로 고침 중 ...
th_th: กำลังรีเฟรชข้อมูล . . . . . . .
zh_hant: 正在刷新數據中...

# MJRefreshAutoFooterIdleText
source: Tap or pull up to load more
ja: クリックまたはプルアップしてもっと読み込む
ko: 더 많이로드하려면 누르거나 당깁니다
th_th: คลิกหรือลากบนโหลดเพิ่มเติม
zh_hant: 點擊或上拉加載更多

# MJRefreshAutoFooterRefreshingText
source: Loading...
ja: データをさらに読み込み中...
ko: 더 많은 데이터로드 중 ...
th_th: กำลังโหลดข้อมูลมากขึ้น . . . . . . .
zh_hant: 正在加載更多的數據...

# MJRefreshAutoFooterNoMoreDataText
source: No more data
ja: すべてすでにロードされています
ko: 이미 모두로드
th_th: ทั้งหมดได้เสร็จสิ้นการโหลด
zh_hant: 已經全部加載完畢

# MJRefreshBackFooterIdleText
source: Pull up to load more
ja: アップロードにもっと読み込むことができます
ko: '업로드가 더로드 될 수 있습니다.'
th_th: สามารถโหลดเพิ่มเติมได้ดึง
zh_hant: 上拉可以加載更多

# MJRefreshBackFooterPullingText
source: Release to load more.
ja: もっと負荷を解放してください
ko: 더 많은 하중을 풀어 라
th_th: ยกเลิกการโหลดเพิ่มเติมได้ทันที
zh_hant: 鬆開立即加載更多

# MJRefreshBackFooterRefreshingText
source: Loading...
ja: データをさらに読み込み中...
ko: 더 많은 데이터로드 중 ...
th_th: กำลังโหลดข้อมูลมากขึ้น . . . . . . .
zh_hant: 正在加載更多的數據...

# MJRefreshBackFooterNoMoreDataText
source: No more data
ja: すべてすでにロードされています
ko: 이미 모두로드
th_th: ทั้งหมดได้เสร็จสิ้นการโหลด
zh_hant: 已經全部加載完畢

# MJRefreshHeaderLastTimeText
source: Last updated:
ja: 最終更新日：
ko: 마지막 업데이트 :
th_th: แก้ไขล่าสุดเมื่อ :
zh_hant: 最後更新：

# MJRefreshHeaderDateTodayText
source: Today
ja: 今日
ko: 오늘
th_th: วันนี้
zh_hant: 今天

# MJRefreshHeaderNoneLastDateText
source: No record
ja: レコードなし
ko: 기록 없음
th_th: ไม่มีบันทึก
zh_hant: 無記錄

# load
source: Loading...
ja: 読み込み中...
ko: 로드 중 ...
th_th: ในการโหลด . . . . . . .
zh_hant: 加載中...

# wailt
source: Please wailt be patient.
ja: しばらくお待ちください
ko: 인내심을 가져라.
th_th: โปรดรอสักครู่
zh_hant: 請耐心等待

# empty_msg
source: There is no data on this page.
ja: データなし
ko: 아직 데이터가 없습니다
th_th: ไม่มีข้อมูล
zh_hant: 暫無數據

# empty_refre
source: Refresh try
ja: リフレッシュ試行
ko: 새로 고침 시도
th_th: ลองรีเฟรช
zh_hant: 刷新試試

# net_alert_load_title
source: Network alert
ja: ネットワークプロンプト
ko: 네트워크 프롬프트
th_th: เตือนเครือข่าย
zh_hant: 网络提示

# net_alert_load_message
source: Asia Pacific International disconnects. Please go to set up network.
ja: ウォームアップがネットワークから切断しました。ネットワークのセットアップに進んでください。
ko: 화 코인가 네트워크에서 연결이 끊어졌습니다. 네트워크를 설정하십시오.
th_th: ระหว่างประเทศในภูมิภาคเอเชียแปซฟิกการเชื่อมต่ออินเทอร์เน็ต , โปรดไปที่การตั้งค่าเครือข่าย
zh_hant: 华币断开网络连接，请前往设置网络

# net_alert_load_message_cancel
source: Cancel
ja: キャンセル
ko: 취소
th_th: การยกเลิก
zh_hant: 取消

# net_alert_load_message_sure
source: OK
th_th: แน่ใจว่า
zh_hant: 確定

# net_alert_load_page
source: Seems to be disconnected from the network.
ja: ネットワークから切断されているようです。
ko: 네트워크에서 연결이 끊어진 것 같습니다.
th_th: ดูเหมือนจะถูกตัดการเชื่อมต่อจากเครือข่าย
zh_hant: 似乎與網絡斷開連接

# net_alert_load_refresh
source: Try to refresh
ja: 更新
ko: 새로 고침
th_th: รีเฟรช
zh_hant: 刷新

# main
source: Home
ja: ホーム
ko: 홈
th_th: ที่หน้าแรก
zh_hant: 首頁

source: News
ja: 情報
ko: 정보
th_th: ข้อมูล
zh_hant: 資訊

# hangqing
source: Quotation
ja: 引用
ko: 시장
th_th: ตลาด
zh_hant: 行情

source: Account
ja: アカウント
ko: 계정
th_th: บัญชี
zh_hant: 帳戶

source: Discover
ja: 発見する
ko: 발견
th_th: พบว่า
zh_hant: 發現

# trade
source: Trading
ja: 取引
ko: 거래
th_th: การซื้อขาย
zh_hant: 交易

# Dis_Circle
source: Circles
ja: Circle
ko: 원
th_th: 圈子
zh_hant: 圈子

# Dis_Chats
source: Chats
ja: チャット
ko: 채팅
th_th: 聊天
zh_hant: 聊天

# Dis_Friends
source: Friends
ja: 友達
ko: 친구
th_th: 朋友
zh_hant: 朋友

# Dis_GroupChat
source: Group Chat
ja: チャットルーム
ko: 대화방
th_th: 聊天室
zh_hant: 聊天室

# Dis_PostVideo
source: Post Video
ja: ビデオを送信
ko: 비디오 보내기
th_th: 發視頻
zh_hant: 發視頻

# Dis_Search
source: Search
ja: 検索
ko: 검색
th_th: 搜索
zh_hant: 搜索

# Dis_Postpic
source: Post Text
ja: ヘアグラフィック
ko: 텍스트
th_th: 發圖文
zh_hant: 發圖文

# Dis_AddGroupChat
source: Add GroupChat
ja: グループチャットを開始
ko: 그룹 채팅 시작
th_th: 發起群聊
zh_hant: 發起群聊

# Dis_AddFriend
source: Add Friend
ja: 友達を追加
ko: 친구 추가
th_th: 添加好友
zh_hant: 添加好友

# Dis_AddAttention
source: +Follow
ja: +フォロー
ko: 주목
th_th: +關注
zh_hant: +關注

# Dis_AttentionEd
source: Following
ja: の後に続きます
ko: 우려하고있다
th_th: 已關注
zh_hant: 已關注

# Dis_Follow
source: Follower
ja: ファン
ko: 팬들
th_th: 粉絲
zh_hant: 粉絲

# Dis_SaySomeThing
source: Please say something~
ja: 何か言ってください？
ko: 뭔가 말해봐?
th_th: 說點什麽吧~
zh_hant: 說點什麽吧~

# Dis_AllComments
source: All Comments
ja: すべてのコメント
ko: 모든 의견
th_th: 全部評論
zh_hant: 全部評論

# Dis_Comments
source: Comments
ja: コメント
ko: 의견
th_th: 評論
zh_hant: 評論

# Dis_VistsCount
source: Visits
ja: 訪問
ko: 방문
th_th: 訪問量
zh_hant: 訪問量

# Dis_Mine
source: Mine
ja: 私の
ko: 내
th_th: 我的
zh_hant: 我的

# Dis_Post
source: Post
ja: 発行
ko: 석방
th_th: 發布
zh_hant: 發布

# Dis_Delete
source: Delete
ja: 削除
ko: 삭제
th_th: 刪除
zh_hant: 刪除

# Dis_ViewAllComment
source: View all Comments>
ja: すべてのコメントを表示
ko: 모든 의견보기>
th_th: 查看所有評論>
zh_hant: 查看所有評論>

# Dis_PersonalSpace
source: Personal Space
ja: パーソナルスペース
ko: 개인 공간
th_th: 個人空間
zh_hant: 個人空間

# Dis_DeleteThisComment
source: Delete this Comment
ja: このコメントを削除
ko: 이 댓글 삭제
th_th: 刪除該評論
zh_hant: 刪除該評論

# Dis_NewFriend
source: New Friends
ja: 新しい友達
ko: 새로운 친구
th_th: 新的朋友
zh_hant: 新的朋友

# Dis_Agreed
source: Agreed
ja: すでに同意しました
ko: 이미 동의했다
th_th: 已同意
zh_hant: 已同意

# Dis_Agree
source: Agree
ja: 同意する
ko: 동의한다
th_th: 同意
zh_hant: 同意

# Dis_DeleteFriendTips
source: Are you sure to delete this friend?
ja: この友人を削除してもよろしいですか？
ko: 이 친구를 삭제 하시겠습니까?
th_th: 是否確認刪除該好友?
zh_hant: 是否確認刪除該好友?

# Dis_ChooseContacts
source: Choose Contacts
ja: 連絡先を選択
ko: 연락처 선택
th_th: 選擇聯系人
zh_hant: 選擇聯系人

# Dis_Done
source: Done
ja: 完了
ko: 완료
th_th: 完成
zh_hant: 完成

# Dis_GroupName
source: Group Name
ja: グループチャット名
ko: 그룹 채팅 이름
th_th: 群聊名稱
zh_hant: 群聊名稱

# Dis_GroupAvatar
source: Group Head Portrait
ja: グループアバター
ko: 그룹 아바타
th_th: 群頭像
zh_hant: 群頭像

# Dis_DeleteChatRecord
source: Delete Chat Record
ja: 空のチャット履歴
ko: 채팅 기록 비우기
th_th: 清空聊天記錄
zh_hant: 清空聊天記錄

# Dis_ViewProfile
source: View Profile
ja: プロフィールを見る
ko: 정보보기
th_th: 查看資料
zh_hant: 查看資料

# Dis_DeleteAndLeave
source: Delete And Leave
ja: 削除して終了します
ko: 삭제하고 종료하십시오
th_th: 刪除並退出
zh_hant: 刪除並退出

# Dis_DissolveTheGroup
source: Dissolve the Group
ja: このグループを解除します
ko: 이 그룹을 해체하라
th_th: 解散本群
zh_hant: 解散本群

# Dis_LeaveGroup
source: No prompt for other members and no group messages after you quit this group
ja: 終了後にグループチャットの他のメンバーに通知されることはなく、このグループチャットメッセージは受け付けられなくなります。
ko: 그룹 채팅의 다른 회원은 로그 아웃 한 후 알림을받지 않습니다. 더 이상이 그룹 채팅 메시지를 수락하지 않습니다.
th_th: 退出後不會通知群聊中其他成員,且不會再接受此群聊消息
zh_hant: 退出後不會通知群聊中其他成員,且不會再接受此群聊消息

# Confirm
source: OK
ko: 결정
th_th: 確定
zh_hant: 確定

source: Cancel
ja: キャンセル
ko: 취소
th_th: 取消
zh_hant: 取消

source: History
ja: 歴史
ko: 역사
th_th: ประวัติศาสตร์
zh_hant: 歷史

# Tips_Login
source: Please Login
ja: 最初にログインしてください
ko: 먼저 로그인하십시오.
th_th: 請先登錄
zh_hant: 請先登錄

# Dis_PostTips
source: What's on your mind?
ja: この時点でのアイデア
ko: 이 순간의 생각
th_th: 這一刻的想法
zh_hant: 這一刻的想法

# Dis_PostDistrite
source: Post Dynamic
ja: ダイナミックを発行
ko: 릴리스 역학
th_th: 發布動態
zh_hant: 發布動態

# Dis_TakePhoto
source: Take Photo
ja: 写真
ko: 사진
th_th: 拍照
zh_hant: 拍照

# Dis_ChooseFromAlbum
source: Choose from Album
ja: 電話アルバムから選択
ko: 휴대폰 앨범에서 선택
th_th: 從手機相冊選擇
zh_hant: 從手機相冊選擇

# Dis_PostSuccess
source: Post Success
ja: 正常に公開されました
ko: 성공적으로 릴리스 됨
th_th: 發布成功
zh_hant: 發布成功

# Dis_RecordVideo
source: Record Video
ja: ビデオを録画中
ko: 비디오 녹화
th_th: 錄制視頻
zh_hant: 錄制視頻

# LUserLogin
source: User Login
ja: ユーザーログイン
ko: 사용자 로그인
th_th: การเข้าสู่ระบบของผู้ใช้
zh_hant: 用戶登錄

# LUserRegister
source: User Register
ja: ユーザー登録
ko: 사용자 등록
th_th: การลงทะเบียนผู้ใช้
zh_hant: 用戶注冊

# LEnterUserName
source: Enter your user name
ja: ユーザー名を入力してください
ko: 사용자 이름을 입력하십시오
th_th: โปรดป้อนชื่อผู้ใช้
zh_hant: 請輸入用戶名

# LEnterVerificationCode
source: Enter verification code
ja: 確認コードを入力してください
ko: 인증 코드를 입력하십시오.
th_th: โปรดป้อนรหัสยืนยัน
zh_hant: 請輸入驗證碼

# LGetVerificationCode
source: Get code
ja: 確認コードを入手
ko: 인증 코드 가져 오기
th_th: รับรหัสยืนยัน
zh_hant: 獲取驗證碼

# LEnterPWD
source: Enter password
ja: ログインパスワードを入力してください
ko: 로그인 비밀번호를 입력하십시오.
th_th: โปรดป้อนรหัสผ่านเข้าสู่ระบบของคุณ
zh_hant: 請輸入登錄密碼

# LEnterPWDAgain
source: Repeat password
ja: もう一度ログインパスワードを入力してください。
ko: 다시 로그인 비밀번호를 입력하십시오
th_th: โปรดป้อนรหัสผ่านเข้าสู่ระบบของคุณอีกครั้ง
zh_hant: 請再次輸入登錄密碼

# LEnterTransactionPWD
source: Enter transaction password
ja: トランザクションパスワードを入力してください
ko: 거래 비밀번호를 입력하십시오.
th_th: โปรดป้อนรหัสผ่านของธุรกรรม
zh_hant: 請輸入交易密碼

# LEnterTransactionPWDAgain
source: Repeat transaction password
ja: もう一度トランザクションパスワードを入力してください。
ko: 거래 비밀번호를 다시 입력하십시오.
th_th: โปรดป้อนรหัสผ่านของธุรกรรมอีกครั้ง
zh_hant: 請再次輸入交易密碼

# LEnterEamil
source: Enter your Email
ja: メールアドレスを入力してください
ko: 귀하의 이메일 주소를 입력하십시오
th_th: โปรดป้อนที่อยู่อีเมลของคุณ
zh_hant: 請輸入郵箱

# LEnterInvatationCode
source: Enter a invatation code(Mandatory)
ja: 招待コードを入力してください（必須）
ko: 초대 코드를 입력하십시오 (필수)
th_th: 請輸入邀請碼(必填)
zh_hant: 請輸入邀請碼(必填)

# LRegister
source: Register
ja: 登録
ko: 등록
th_th: การลงทะเบียน
zh_hant: 注冊

# LLogin
source: Login
ja: ログイン
ko: 로그인
th_th: เข้าสู่ระบบ
zh_hant: 登錄

# LUserName/email
source: User Name/Phone Number/Email
ja: ユーザー名/電話番号/メールボックス
ko: 계좌 번호 / 전화 번호 / 사서함
th_th: 用戶名/手機號/郵箱
zh_hant: 用戶名/手機號/郵箱

# LPassword
source: Password
ja: パスワード
ko: 비밀번호
th_th: รหัสผ่าน
zh_hant: 密碼

# LForgetPWD
source: Forget password?
ja: パスワードを忘れましたか？
ko: 비밀번호를 분실하셨습니까?
th_th: ลืมรหัสผ่าน?
zh_hant: 忘記密碼?

# LEnterPhoneNumber
source: Enter your phone Number
ja: 電話番号を入力してください
ko: 귀하의 휴대폰 번호를 입력하십시오
th_th: โปรดป้อนหมายเลขโทรศัพท์มือถือของคุณ
zh_hant: 請輸入您的手機號碼

# LResend
source: Resend
ja: 再送信
ko: 재전송
th_th: ส่ง
zh_hant: 重新發送

# LCodeSendSuccess
source: Verification code has been sended
ja: 確認コードの送信に成功しました
ko: 인증 코드가 성공적으로 전송되었습니다
th_th: ส่งรหัสยืนยันเรียบร้อยแล้ว
zh_hant: 驗證碼發送成功

# LRegisterSuccess
source: Register Success
ja: 正常に登録されました
ko: 성공적으로 등록
th_th: ลงทะเบียนสำเร็จ
zh_hant: 註冊成功

# LLoginSuccess
source: Login Success
ja: ログイン成功
ko: 로그인 성공
th_th: การเข้าสู่ระบบที่ประสบความสำเร็จ
zh_hant: 登錄成功

# LPayPWDNotSame
source: The transaction passwords aren't same
ja: 2回入力した支払いパスワードは原因ではありません
ko: 두 번 입력 한 지불 비밀번호가 의미하는 것은 아닙니다.
th_th: รหัสผ่านการชำระเงินที่ป้อนสองครั้งไม่ก่อให้เกิด
zh_hant: 兩次輸入的支付密碼不壹致

# LLoginPWDNotSame
source: The login passwords aren't same
ja: 2回入力したログインパスワードは原因ではありません
ko: 두 번 입력 한 로그인 비밀번호가 의미하는 것은 아닙니다.
th_th: รหัสผ่านเข้าสู่ระบบที่ป้อนสองครั้งไม่ก่อให้เกิด
zh_hant: 兩次輸入的登錄密碼不壹致

# LPWDLengthLessThan6
source: The length of password is less than six
ja: パスワードは6桁以上の長さにする必要があります
ko: 비밀번호는 최소 6 자 이상이어야합니다.
th_th: รหัสผ่านต้องมีความยาวอย่างน้อย 6 หลัก
zh_hant: 密碼長度最少為6位

# LAccoutLocked
source: Your account is locked and disable logon
ja: アカウントはロックされています、ログインしていません
ko: 계정이 잠겨 있습니다. 로그인하지 않았습니다.
th_th: บัญชีถูกล็อคไม่มีการเข้าสู่ระบบ
zh_hant: 帳號被鎖定，禁止登陸

# LUserNameError
source: User name or password is wrong
ja: ユーザー名またはパスワードが正しくありません。
ko: 사용자 이름 또는 비밀번호가 잘못되었습니다.
th_th: 用戶名或者密碼錯誤
zh_hant: 用戶名或者密碼錯誤

# LLoginFail
source: Login Fail
ja: ログインに失敗しました
ko: 로그인 실패
th_th: 登錄失敗
zh_hant: 登錄失敗

# LEmailError
source: Incorrect mailbox format
ja: メールボックスの形式が正しくありません
ko: 편지함 형식이 잘못되었습니다.
th_th: 郵箱格式不正確
zh_hant: 郵箱格式不正確

# LUserNameExist
source: User name has already existed
ja: 英語名はすでに存在します
ko: 영어 이름은 이미 존재합니다
th_th: 英文名已存在
zh_hant: 英文名已存在

# LPhoneError
source: Incorrect phone number format
ja: 電話番号の形式が正しくありません
ko: 전화 번호 형식이 잘못되었습니다.
th_th: 手機號碼格式不正確
zh_hant: 手機號碼格式不正確

# LCodeError
source: Verification code is wrong
ja: 電話の確認コードが正しくありません。
ko: 전화 인증 코드가 잘못되었습니다.
th_th: 手機驗證碼不正確
zh_hant: 手機驗證碼不正確

# LPhoneExist
source: Phone number name has already existed
ja: 携帯電話番号は既に存在します
ko: 휴대 전화 번호가 이미 있습니다.
th_th: 手機號碼已存在
zh_hant: 手機號碼已存在

# LServersIsBusy
source: The server is busy, please try again later
ja: サーバーがビジー状態です。後でもう一度やり直してください。
ko: 서버가 사용 중이므로 나중에 다시 시도하십시오.
th_th: 服務器繁忙，請稍後重試
zh_hant: 服務器繁忙，請稍後重試

# EFindFriend
source: Find Friend
ja: 友達を探す
ko: 친구 찾기
th_th: 查找好友
zh_hant: 查找好友

# EUserName
source: Enter user Name
ja: ユーザー名を入力
ko: 사용자 이름을 입력하십시오
th_th: 輸入用戶名
zh_hant: 輸入用戶名

# ESearchResult
source: Search Result
ja: 検索結果
ko: 검색 결과
th_th: 搜索結果
zh_hant: 搜索結果

# EFriendAdded
source: Added
ja: 追加
ko: 추가됨
th_th: 已添加
zh_hant: 已添加

# EAddFriend
source: Add
ja: +追加
th_th: +添加
zh_hant: +添加

# ESayHello
source: Hello!
ja: 準備完了！
ko: 오, 좋다!
th_th: 妳好!
zh_hant: 妳好!

# EFriendRequestSendSuccess
source: Friend application succeed
ja: フレンドアプリケーションは正常に送信されました
ko: 친구 신청서가 성공적으로 전송되었습니다
th_th: 好友申請發送成功
zh_hant: 好友申請發送成功

# EFriendRequestSendFail
source: Friend application Failed
ja: 友達リクエストを送信できませんでした
ko: 친구 요청을 보내지 못했습니다.
th_th: 好友申請發送失敗
zh_hant: 好友申請發送失敗

# ECantFindTheUser
source: Can't find the user
ja: ユーザーが見つかりませんでした
ko: 사용자를 찾을 수 없습니다
th_th: 找不到該用戶
zh_hant: 找不到該用戶

# EFindYourself
source: Find yourself
ja: 自分を探す
ko: 너 자신을 찾아라
th_th: 找到自己
zh_hant: 找到自己

# ENotJoinGroup
source: You have not yet join group chat
ja: グループはまだ追加されていません
ko: 아직 그룹에 가입하지 않았습니다
th_th: 還沒有加入群組
zh_hant: 還沒有加入群組

# EDeleteMember
source: Delete Members
ja: メンバーを削除
ko: 회원 삭제
th_th: 刪除成員
zh_hant: 刪除成員

# EWelcomeToGroupChat
source: Welcome to Group chat~
ja: グループチャットへようこそ〜
ko: 그룹 채팅에 오신 것을 환영합니다 ~
th_th: 歡迎加入群聊~
zh_hant: 歡迎加入群聊~

# EToDeleteMember
source: Are you sure to delete the checked members?
ja: 選択したメンバーを削除してもよろしいですか？
ko: 선택한 회원을 삭제 하시겠습니까?
th_th: 確定要刪除選中的成員?
zh_hant: 確定要刪除選中的成員?

# EChatInfo
source: Chat Info
ja: チャット情報
ko: 채팅 정보
th_th: 聊天信息
zh_hant: 聊天信息

# EMyAlbum
source: My Album
ja: マイアルバム
ko: 내 앨범
th_th: 我的相冊
zh_hant: 我的相冊

# ENoFriendapplicationRecord
source: There is no firend application Record
ja: 友達申請レコードがありません
ko: 친구는 기록을 신청하지 않습니다
th_th: 沒有好友申請記錄
zh_hant: 沒有好友申請記錄

# EPhoneNumber
source: Phone Number
ja: 携帯電話番号
ko: 휴대 전화 번호
th_th: 手機號
zh_hant: 手機號

# EReceiveRequest
source: Receive Friend Application!
ja: 申請する友達を受け取りましょう！
ko: 친구를 받아 신청하십시오!
th_th: 收到好友申請!
zh_hant: 收到好友申請!

# EInputNewMessage
source: Input a new message
ja: 新しいメッセージを入力してください
ko: 새 메시지를 입력하십시오
th_th: 輸入新消息
zh_hant: 輸入新消息

# Tip_LoginAtOtherDevice
source: Your account is logged in other device, please login again!
ja: あなたのアカウントは他の場所でログインしています。もう一度ログインしてください！
ko: 귀하의 계정은 다른 곳에서 로그인되었습니다. 다시 로그인하십시오!
th_th: 您的賬號在別的地方登錄,請重新登錄!
zh_hant: 您的賬號在別的地方登錄,請重新登錄!

# Tip_YouHaveNewMessage
source: You have a new message
ja: 新しいメッセージがあります。表示するにはクリックしてください。
ko: 새로운 소식이 있으니 클릭하여 보시오.
th_th: 您有新的消息，請點擊查看
zh_hant: 您有新的消息，請點擊查看

# T_MomentAgo
source: a moment ago
ja: just
ko: 그냥
th_th: 剛剛
zh_hant: 剛剛

# T_MinsAgo
source: min ago
ja: 分前
ko: 분전에
th_th: 分鐘前
zh_hant: 分鐘前

# T_HoursAgo
source: hour ago
ja: 時間前
ko: 시간 전
th_th: 小時前
zh_hant: 小時前

# T_DayAgo
source: day ago
ja: 前の日数
ko: 일 전
th_th: 天前
zh_hant: 天前

# T_WeeksAgo
source: week ago
ja: 週前
ko: 주 이전에
th_th: 星期前
zh_hant: 星期前

# R_AgreeTip
source: I've agreed and read《Registration Protocol》
ja: 登録は、中国通貨の登録協定に同意したとみなされます。
ko: 등록은 화 코인 등록 계약과 일치하는 것으로 간주됩니다
th_th: 註冊即視為同意亞太國際註冊協議
zh_hant: 註冊即視為同意華幣註冊協議

# C_NoMoreThan140
source: The length of the content is more than 140
ja: 最大140文字を入力してください
ko: 최대 140 자까지 입력
th_th: 最多輸入140個文字
zh_hant: 最多輸入140個文字

# C_SearchHistory
source: Search history
ja: 履歴検索
ko: 역사적인 검색
th_th: 歷史搜索
zh_hant: 歷史搜索

# C_Dynamic
source: Dynamic
ja: 動的
ko: 동적
th_th: 動態
zh_hant: 動態

# C_NoSuchCOntent
source: No search for relevant content
ja: 関連するコンテンツが見つかりません
ko: 관련 내용 없음
th_th: 沒有搜索到相關內容
zh_hant: 沒有搜索到相關內容

# C_reply
source: reply
ja: 返信
th_th: 回復
zh_hant: 回復

# C_NoDynamic
source: No Dynamic
ja: 動的なし
ko: 동적 없음
th_th: 暫無動態
zh_hant: 暂无动态

# C_Tip
source: Tips
ja: ウォームリマインダー
ko: 따뜻한 알림
th_th: เคล็ดลับ
zh_hant: 温馨提示

# C_TipDetail
source: You'll delete this content and it's unrecoverable
ja: リソース情報を削除します。削除後に復元することはできません。
ko: 리소스 정보를 삭제합니다. 삭제 후에는 복원 할 수 없습니다.
th_th: คุณจะลบข้อมูลทรัพยากรและไม่สามารถกู้คืนได้หลังจากลบแล้ว
zh_hant: 您将删除该资源信息,删除后不得恢复

# C_DeleteSuccess
source: Delete Success
ja: 削除成功
ko: 성공적으로 삭제
th_th: 刪除成功
zh_hant: 刪除成功

# E_LocationTitle
source: Location Info
ja: 位置情報
ko: 위치 정보
th_th: 位置信息
zh_hant: 位置信息

# E_LocationSend
source: Send
ja: 送信
ko: 보내기
th_th: ส่ง
zh_hant: 發送

# R_PullDown
source: Pull down to refresh
ja: ドロップダウンを更新できます
ko: 끌어 내릴 수 있습니다.
th_th: 下拉可以刷新
zh_hant: 下拉可以刷新

# R_Loading
source: Loading ...
ja: データ更新
ko: 데이터 새로 고침
th_th: 數據刷新中
zh_hant: 數據刷新中

# R_Release
source: Release to refresh
ja: 即時リフレッシュ解除
ko: 즉시 새로 고침 해제
th_th: 松開立即刷新
zh_hant: 松開立即刷新

# R_NoMoreData
source: No more data
ja: データなし
ko: 데이터 없음
th_th: 沒有數據啦
zh_hant: 沒有數據啦

# K_Scan
source: Scan
ja: ほうき掃引
ko: 빗자루 청소
th_th: 掃壹掃
zh_hant: 掃壹掃

# K_ScanTips
source: Put the QR Code into the frame, and it can be automatically scanned
ja: 箱にQRコードを入れると自動的にスキャンされます。
ko: 상자에 QR 코드 넣기. 자동 스캔
th_th: 將二維碼放入框內,即可自動掃描
zh_hant: 將二維碼放入框內,即可自動掃描

# k_Attention
source: Following
ja: フォロー
ko: 관심
th_th: 關註
zh_hant: 關註

# R_nationality
source: nationality
ja: 国籍
ko: 국적
th_th: 國籍
zh_hant: 國籍

# R_PhoneRegister
source: Mobile phone registration
ja: 電話登録
ko: 모바일 등록
th_th: 手機註冊
zh_hant: 手機註冊

# R_EmailRegister
source: Mailbox registration
ja: メールボックス登録
ko: 사서함 등록
th_th: 郵箱註冊
zh_hant: 郵箱註冊

# R_NOCount?
source: NO account?Plseae register
ja: アカウントがありませんか？登録してください。
ko: 계정이 없으십니까?
th_th: 沒有賬號?請註冊
zh_hant: 沒有賬號?請註冊

# R_ChooseNa
source: Please choose your nationality
ja: 国籍を選択してください
ko: 국적을 선택하십시오
th_th: 請選擇國籍
zh_hant: 請選擇國籍

# R_EnterEmail
source: Enter your Email
ja: メールアドレスを入力してください
ko: 귀하의 이메일 주소를 입력하십시오
th_th: 請輸入電子郵箱
zh_hant: 請輸入電子郵箱

# R_HaveCount?
source: Have account?Please login
ja: アカウントがありますか？ログインしてください。
ko: 계정이 있습니까? 로그인하십시오.
th_th: 已有賬號?請登錄
zh_hant: 已有賬號?請登錄

# R_EMailOrPhone
source: Email or Phone Number
ja: メールボックス番号または携帯電話番号
ko: 우편 또는 휴대 전화 번호
th_th: email or phone
zh_hant: 郵箱或手機號碼

# R_ChangeCoinCircle
source: Switch coin
ja: 通貨サークルを切り替える
ko: 통화 원 전환
th_th: 切換幣圈
zh_hant: 切換幣圈

# R_Message
source: Message
ja: 情報
ko: 정보
th_th: 信息
zh_hant: 信息

# R_Popularity
source: Popularity
ja: 人気度
ko: 인기
th_th: 人氣
zh_hant: 人氣

# R_HotCoinCircle
source: Hot coin circle
ja: 人気のある通貨サークル
ko: 톱 통화 원
th_th: 熱門幣圈
zh_hant: 熱門幣圈

# R_SWitch
source: Switch
ja: スイッチ
ko: 스위치
th_th: 切換
zh_hant: 切換

# R_China
source: China
ja: 中国
ko: 중국
th_th: 中國
zh_hant: 中國

# R_NoNetWork
source: network connection failure
ja: ネットワーク接続に失敗しました
ko: 네트워크 연결 실패
th_th: 網絡連接失敗
zh_hant: 網絡連接失敗

# R_ConnectFail
source: request failure, please try again later
ja: 要求が失敗しました。後でもう一度やり直してください。
ko: 요청이 실패했습니다. 나중에 다시 시도하십시오.
th_th: 請求失敗,請稍後重試
zh_hant: 請求失敗,請稍後重試

# k_ConfirmLoginout
source: Are you sure to login out?
ja: ログアウトしてもよろしいですか？
ko: 로그 아웃 하시겠습니까?
th_th: 確定要退出登錄嗎?
zh_hant: 確定要退出登錄嗎?

# k_Retry
source: Retry
ja: 再試行
ko: 재시도
th_th: 重試
zh_hant: 重試

# k_NewVersion
source: Find new version,update please
ja: 新しいバージョンが見つかりました。アップグレードしてください。
ko: 새 버전을 찾았습니다. 업그레이드로 가십시오.
th_th: 發現新版本,請前往升級
zh_hant: 發現新版本,請前往升級

# k_PicSaved
source: Save Success
ja: 画像は正常に保存されました。
ko: 이미지가 성공적으로 저장되었습니다.
th_th: 圖片已保存成功
zh_hant: 圖片已保存成功

# k_PicSaveFail
source: Save failed
ja: 画像を保存できませんでした。
ko: 이미지를 저장하지 못했습니다
th_th: 圖片保存失敗
zh_hant: 圖片保存失敗

# k_PleaseEnerInviiteCode
source: Please enter invite code
ja: 招待コードを入力してください
ko: 초대 코드를 입력하십시오.
th_th: 請輸入邀請碼
zh_hant: 請輸入邀請碼

# k_PayLoginPWDSame
source: Login password and transaction password cannot be the same
ja: ログインパスワードとトランザクションパスワードをサンプリングできません。
ko: 로그인 비밀번호와 거래 비밀번호가 같을 수 없습니다
th_th: 登錄密碼和交易密碼不能壹樣
zh_hant: 登錄密碼和交易密碼不能壹樣

# k_meViewcontroler_title
source: User Center
ja: ユーザーセンター
ko: 사용자 센터
th_th: 用戶中心
zh_hant: 用戶中心

# k_meViewcontroler_s1_1
source: Essential information
ja: 基本情報
ko: 기본 정보
th_th: 基本信息
zh_hant: 基本信息

# k_meViewcontroler_s1_2
source: My assets
ja: 私の資産
ko: 나의 자산
th_th: ทรัพย์สินของฉัน
zh_hant: 我的資產

# k_meViewcontroler_s1_3
source: Financial log
ja: 財務ログ
ko: 재무 기록
th_th: 財務日誌
zh_hant: 財務日誌

# k_meViewcontroler_s1_4
source: Security setting
ja: セキュリティ設定
ko: 보안 설정
th_th: 安全設置
zh_hant: 安全設置

# k_meViewcontroler_s1_5
source: Mine is mine
ja: マイマイニング
ko: 내 채광
th_th: 我的挖礦
zh_hant: 我的挖礦

# k_meViewcontroler_s1_6
source: My bonus
ja: 私の配当
ko: 내 배당금
th_th: 我的分紅
zh_hant: 我的分紅

# k_meViewcontroler_s1_7
source: My recommendation
ja: 私のおすすめ
ko: 내 추천
th_th: 我的推薦
zh_hant: 我的推薦

# k_meViewcontroler_s2_1
source: Real name authentication
ja: 本名の認証
ko: 실명 인증
th_th: 實名認證
zh_hant: 實名認證

# k_meViewcontroler_s2_2
source: C2C transaction
ja: C2Cトランザクション
ko: C2C 거래
th_th: C2C交易
zh_hant: C2C交易

# k_meViewcontroler_s2_3
source: My invitation
ja: 私の招待状
ko: 내 초대장
th_th: 我的邀請
zh_hant: 我的邀請

# k_meViewcontroler_s2_4
source: Help center
ja: ヘルプセンター
ko: 도움말 센터
th_th: 幫助中心
zh_hant: 幫助中心

# k_meViewcontroler_s2_5
source: On us
ja: 会社概要
ko: 우리 소개
th_th: 關於我們
zh_hant: 關於我們

# k_meViewcontroler_s2_6
source: Contact us
ja: お問い合わせください。
ko: 연락처
th_th: 聯繫我們
zh_hant: 聯繫我們

# k_meViewcontroler_s2_7
source: Generalized QR code
ja: QRコードのプロモーション
ko: QR 코드 홍보
th_th: 推廣二維碼
zh_hant: 推廣二維碼

# k_meViewcontroler_loginout
source: Are you sure you want to log out?
ja: ログアウトしてもよろしいですか？
ko: 로그 아웃 하시겠습니까?
zh_hant: 確定要退出登錄嗎？

# k_meViewcontroler_loginout_sure
source: Determine
ja: OK
ko: 결정
th_th: กำหนด
zh_hant: 確定

# k_meViewcontroler_loginout_cancel
source: Cancel
ja: キャンセル
ko: 취소
th_th: ยกเลิก
zh_hant: 取消

# k_meViewcontroler_loginout_set
source: Need to set
ja: まだ設定されていません
ko: 아직 설정되지 않았습니다
th_th: ไม่มีการตั้งค่า
zh_hant: 暫未設置

# k_meViewcontroler_loginAndLoginOut
source: Login | Registration
ja: ログイン|登録
ko: 로그인 | 등록
th_th: เข้าสู่ระบบลงทะเบียน |
zh_hant: 登錄 | 註冊

# k_meViewcontroler_laccountDes
source: Account number
ja: アカウント
ko: 계정
th_th: เลขที่บัญชี
zh_hant: 賬號

# k_meViewcontroler_nameDes
source: Name
ja: 名前
ko: 이름
th_th: ชื่อ
zh_hant: 姓名

# k_userinfoViewcontroler_title
source: User Profile
ja: ユーザー情報
ko: 사용자 정보
th_th: ข้อมูลผู้ใช้
zh_hant: 用户信息

# k_meViewcontroler_name
source: Name:
ja: 名前：
ko: 이름 :
th_th: ชื่อ:
zh_hant: 姓名:

# k_userinfoViewcontroler_email
source: User Email:
ja: Eメール：
th_th: กล่องจดหมาย:
zh_hant: 郵箱:

# k_userinfoViewcontroler_phone
source: Telephone:
ko: 전화 번호:
th_th: หมายเลขโทรศัพท์มือถือ:
zh_hant: 手機號碼:

# k_userinfoViewcontroler_type
source: Type of ID:
ko: 문서 유형 :
th_th: ประเภทเอกสาร:
zh_hant: 證件類型:

# k_userinfoViewcontroler_number
source: ID Number:
ko: 문서 번호 :
th_th: เอกสารหมายเลข:
zh_hant: 證件號碼:

# k_userinfoViewcontroler_time
source: Certification Time:
ja: 認証時間：
ko: 인증 시간 :
th_th: เวลาที่ได้รับการรับรอง:
zh_hant: 認證時間:

# k_IndexViewController_f
source: Zh
ja: 繁體
ko: 繁 繁
zh_hant: 繁

# k_IndexViewController_e
source: Eng
ja: 英
ko: 英
zh_hant: 英

# k_IndexViewController_lorr
source: Login / Regist
ja: ログイン/登録
ko: 로그인 / 등록
th_th: เข้าสู่ระบบ / ลงทะเบียน
zh_hant: 登錄/ 註冊

# k_IndexViewController_s2
source: Rise list(AT)
ja: 増分リスト（AT）
ko: 추세 표(AT)
th_th: หรือรายการ ( at )
zh_hant: 漲幅榜(AT)

# k_IndexViewController_s3
source: Novice guidance
ja: 初心者向けガイダンス
ko: 초심자 안내
th_th: คำแนะนำสำหรับมือใหม่
zh_hant: 新手指導

# k_IndexViewController_top_label
source: Today to be distributed income
ja: 今日割り当てられる収入の合計分布
ko: 오늘 분배 될 소득의 총 분배
th_th: วันนี้อยู่ที่การจัดสรรรายได้รวมประจำ
zh_hant: 今日待分配收入累計折合

# k_IndexViewController_top_label_1
source: Today per million TTF cumulative
ja: 今日の100万TTFあたりの総収集数
ko: 오늘 TTF 당 총 수익
th_th: วันนี้ต่อล้านส่วน TTF เก็บสะสม
zh_hant: 今日每百萬份TTF累計收

# k_QuotationListViewController_top_label_1
source: Main area
ko: 주요 지역
th_th: พื้นที่หลัก
zh_hant: 主區

# k_MyinviteViewController_top_label_0
source: My invitation two-dimensional code
ja: 招待状のQRコード
ko: 나의 초대 QR 코드
th_th: ฉันเชิญรหัสสองมิติ
zh_hant: 我的邀約二維碼

# k_MyinviteViewController_top_label_1
source: Scan code download App
ja: ブラウザで中国通貨のAPPをダウンロードするためのコードをスキャンしてください。
ko: 브라우저에서 화 코인 APP를 다운로드하려면 코드를 스캔하십시오.
th_th: รหัสดาวน์โหลดจีนกวาดเหรียญAPP
zh_hant: 請在瀏覽器中掃碼下載華幣APP
