Repository: XYGDeveloper/Chinese-currency
Catalog: HuaBi/*.lproj/Localizable.strings
Languages: ja, ko, th_th, zh_hant

# k_MyinviteViewController_top_label_number
source: I am "25646666", the 563478th member of the Chinese currency.
ja: 私は "25646666"、中国通貨の563478番目のメンバーです
ko: 나는 25646666. 화 코인의 No. 563478 회원
th_th: ผมเป็น " 25646666" เหรียญหัวที่563478 สมาชิก
zh_hant: 我是“25646666”，華幣第563478位會員

# k_MyinviteViewController_top_label_wailt
source: I will wait for you in Chinese currency
ja: 私は中国の通貨であなたを待っています、あなたに会うでしょう
ko: 나는 중국 통화로 당신을 기다리고 있습니다, 나는 그것을 볼 수 없습니다
th_th: ฉันเจอเหรียญในประเทศจีนเช่นคุณ
zh_hant: 我在華幣等你，不見不散

# k_MyinviteViewController_top_label_paste_btn
source: Copy link
ja: リンクをコピー
ko: 복사 링크
th_th: คัดลอกลิงค์
zh_hant: 複製鏈接

# k_MyinviteViewController_top_label_2
source: Invite code
ja: あなたの招待コード
ko: 귀너의 초대 코드
th_th: รหัสคําเชิญของคุณ
zh_hant: 您的邀請碼

# k_MyinviteViewController_top_label_3
source: Jump to download link
ja: ダウンロードリンクへジャンプ
ko: 다운로드 링크로 이동
th_th: กระโดดไปดาวน์โหลดลิงค์
zh_hant: 跳轉到下載鏈接

# k_MyinviteViewController_top_label_3_1
source: Register for 1000KOKcy
ja: 1000KOKcyを送信するように登録してください
ko: 1000KOKcy를 받기 위해 등록하십시오
th_th: ส่งลงทะเบียน 1000KOKcy
zh_hant: 註冊送1000KOKcy

# k_MyinviteViewController_text_field_msg
source: Registered to send 1000KOKcy, free to withdraw, redeem, dividends, become the next "Koi." Your exclusive link:
ja: 1000KOKcyを送金するための登録、撤退、償還、配当を無料で、次の になります。あなたの排他的リンク：
ko: 1000KOKcy를 받기 위해 등록하십시오.무료 현금 인출, 상환, 배당.다음 잉어가 되어라.귀하의 독점적 인 링크 :
th_th: ลงทะเบียนเพื่อส่ง 1000KOKcy, อิสระที่จะถอน, ไถ่ถอน, เงินปันผล, กลายเป็น "Koi" ต่อไป ลิงก์เฉพาะของคุณ:
zh_hant: 註冊即送1000KOKcy，可自由提現、兌換、分紅，成為下一個“錦鯉”。您的專屬鏈接：

# k_MyinviteViewController_i_am
source: I am
ja: 私はいます
ko: 나는있다
th_th: ฉันเป็น
zh_hant: 我是

# k_MyinviteViewController_hua_bi_hui_yuan
source: HBDAex's member No:
ja: 中国の通貨
ko: 화 코인의 No.
th_th: สมาชิกหัวบิท
zh_hant: 華幣第

# k_MyrecommendViewController_top_label_00
source: count
ja: 人数
ko: 회원 수량
th_th: จำนวน
zh_hant: 人数

# k_MyrecommendViewController_top_label_01
source: ATcount：
ja: AT番号：
ko: AT 수 :
th_th: ATจำนวนที่โพสต์：
zh_hant: AT数：

# k_MyrecommendViewController_top_label_title
source: My recommend
ja: 私のおすすめ
ko: 내 추천
th_th: ผมขอแนะนำ
zh_hant: 我的推薦

# k_MyrecommendViewController_top_label_1
source: My recommend：
ja: 私のおすすめ：
ko: 내 추천 :
th_th: ผมขอแนะนำ：
zh_hant: 我的推薦：

# k_MyrecommendViewController_top_label_2
source: Date
ja: 登録日
ko: 등록일
th_th: วันที่
zh_hant: 註冊日期

# k_MyrecommendViewController_top_label_3
source: Telephone Or email
ja: 電話番号またはメールボックス
ko: 휴대 전화 번호 또는 사서함
th_th: เบอร์มือถือหรืออีเมล์
zh_hant: 手機號或郵箱

# k_MyrecommendViewController_top_label_4
source: Member level
ja: 会員レベル
ko: 회원 수준
th_th: ระดับของสมาชิก
zh_hant: 會員等级

# k_MyrecommendViewController_top_label_5
source: members
ja: メンバー
ko: 회원
th_th: สมาชิก
zh_hant: 個會員

# k_MybounsViewController_title
source: My bonus
ja: 私の配当
ko: 나의 배당금
th_th: ฉันจ่ายเงินปันผล
zh_hant: 我的分紅

# k_MybounsViewController_top_label_1
source: Cumulative dividends：
ja: 累積配当金：
ko: 누적 배당금 :
th_th: จำนวนเงินปันผลสะสม：
zh_hant: 累計分紅數：

# k_MybounsViewController_top_label_2
source: Date
ja: 発売日
ko: 출시일
th_th: ออกเดท
zh_hant: 發放日期

# k_MybounsViewController_top_label_3
source: type
ja: 課題タイプ
ko: 발행 유형
th_th: ประเภทของปัญหา
zh_hant: 發放類型

# k_MybounsViewController_top_label_4
source: Number
ja: 配当数
ko: 배당 수량
th_th: จำนวนเงินปันผล
zh_hant: 分紅數量

# k_MybounsViewController_top_label_s
source: Start Time
ja: 開始時間
ko: 시작 시간
th_th: เริ่มเวลา
zh_hant: 開始時間

# k_MybounsViewController_top_label_e
source: End Time
ja: 終了時間
ko: 종료 시간
th_th: เวลาสิ้นสุด
zh_hant: 結束時間

# k_MybounsViewController_top_label_q
source: Query
ja: クエリ
th_th: สอบถาม
zh_hant: 查詢

# k_MymineViewController_tradeMine
source: Trading mining instructions
ja: トランザクションマイニングの指示
ko: 거래 마이닝 지침
th_th: ซื้อขายคำแนะนำในการทำเหมืองแร่
zh_hant: 交易挖礦說明

# k_MymineViewController_tradeMine_detail
source: The transaction fee is refunded in a certain proportion (the total amount of personal KOK is not less than 10000), and the more the transaction, the more rewards. The platform reserves the right to adjust the transaction fee reward rules. If there is any adjustment, please pay attention to the platform announcement.
ja: 取引手数料は一定の割合で払い戻されます（個人KOKの合計金額は10000以上です）。取引が多いほど、より多くの報酬があります。プラットフォームには、取引手数料の報酬ルールを調整する権利があります。お知らせ。
ko: 다시 현금의 일정 비율 (이하 10,000 이상의 개인 KOK 총) 청구 거래 수수료, 제목 규칙 보상 거래 수수료 조정 구역에 더 많은 보상 거래 플랫폼 권한, 플랫폼 발표에주의하십시오 변경 ...
th_th: ค่าธรรมเนียมการทำธุรกรรมจะได้รับคืนตามสัดส่วน (จำนวนเงินรวม KOK ส่วนบุคคลไม่น้อยกว่า 1000) และยิ่งได้รับผลตอบแทนมากเท่าใด แพลตฟอร์มขอสงวนสิทธิ์ในการปรับเปลี่ยนกฎการจ่ายค่าธรรมเนียมการทำธุรกรรมหากมีการปรับปรุงใด ๆ โปรดให้ความสำคัญกับการประกาศแพลตฟอร์ม
zh_hant: 交易手續費按一定比例返現（個人KOK總量不低於10000枚），交易越多獎勵越多。平台保留對交易手續費獎勵規則調整的權利，如有調整請關注平台公告。

# k_MymineViewController_inviteMine
source: Invitation mining instructions
ja: 招待マイニングの指示
ko: 초대 광업 지침
th_th: คำแนะนำในการทำเหมืองคำเชิญ
zh_hant: 邀請挖礦說明

# k_MymineViewController_inviteMine_detail
source: The transaction fee is awarded to the recommender in a certain proportion. It is necessary to assess the number of KOKs held by the individual. The more invitations, the more rewards there are. The platform reserves the right to adjust the transaction fee reward rules. If there is any adjustment, please pay attention to the platform announcement.
ja: 取引手数料は一定の割合に従って推薦者に授与されます。個人が保持しているKOKの数を評価する必要があります。招待状が多ければ多いほど、報酬が多くなります。プラットフォームの発表に注意してください。
ko: 심판에 대한 보상의 일정 비율 청구하는 거래 수수료, 필요가 더 초대 KOK을 들고 개인의 수를 평가하기 위해, 더욱 더 보람 거래. 규칙 보상 준비금을 조절 할 수있는 권리 플랫폼에 대한 거래 수수료, 주제는 플랫폼 발표에주의하십시오 변경
th_th: ค่าธรรมเนียมการทำธุรกรรมจะได้รับรางวัลให้กับผู้แนะนำในสัดส่วนที่กำหนดซึ่งจำเป็นต้องประเมินจำนวน KOK ที่แต่ละคนถืออยู่คำเชิญมากขึ้นมีรางวัลมากขึ้น แพลตฟอร์มขอสงวนสิทธิ์ในการปรับเปลี่ยนกฎการจ่ายค่าธรรมเนียมการทำธุรกรรมหากมีการปรับปรุงใด ๆ โปรดให้ความสำคัญกับการประกาศแพลตฟอร์ม
zh_hant: 交易手續費按一定比例獎勵給推薦人，需考核個人持有KOK數量，邀請越多、交易越多獎勵越多。平台保留對交易手續費獎勵規則調整的權利，如有調整請關注平台公告。

# k_MymineViewController_teamMine
source: Team reward description
ja: チーム報酬の説明
ko: 팀 보상 설명
th_th: คำอธิบายรางวัลของทีม
zh_hant: 團隊獎勵說明

# k_MymineViewController_teamMine_detail
source: The team rewards need to assess the number of direct pushes, the transaction amount, and the total assets of the team holding KOK. The more recommended the number, the more transactions, the more rewards. The platform reserves the right to adjust the transaction fee reward rules. If there is any adjustment, please pay attention to the platform announcement.
ja: チーム報酬は、直接プッシュの数、取引金額、KOK総資産などを評価する必要があります。推奨するほど、取引が多いほど、報酬も多くなります。プラットフォームは、取引報酬の規則を調整する権利を留保します。調整がある場合は、プラットフォームの発表に注意してください。
ko: 직접 올리기 평가 팀 수를 보상 할 필요가 거래 금액의 조건은, 팀은 KOK 총 자산을 보유, 추천의 더 많은 수, 더 많은 거래, 더 보상. 거래 수수료 보상 규칙 조정 구역에 마우스 오른쪽 플랫폼 변경 될 수 있습니다, 제발 플랫폼 발표에주의하십시오.
th_th: รางวัลของทีมจำเป็นต้องประเมินจำนวนการผลักดันโดยตรงจำนวนเงินในการทำธุรกรรมและสินทรัพย์รวมของทีมที่ถือครอง KOK ยิ่งแนะนำให้ใช้หมายเลขมากยิ่งเท่าไหร่ก็ยิ่งมีรางวัลมากเท่านั้น แพลตฟอร์มขอสงวนสิทธิ์ในการปรับเปลี่ยนกฎการจ่ายค่าธรรมเนียมการทำธุรกรรมหากมีการปรับปรุงใด ๆ โปรดให้ความสำคัญกับการประกาศแพลตฟอร์ม
zh_hant: 團隊獎勵需考核直推人數、交易金額、團隊持有KOK總資產等條件，推薦人數越多，交易越多，獎勵越多。平台保留對交易手續費獎勵規則調整的權利，如有調整請關注平台公告。

# k_MymineViewController_title
source: My Mine
ja: マイマイニング
ko: 나의 채광
th_th: ผมขุด
zh_hant: 我的挖礦

# k_MymineViewController_top_label_1
source: Cumulative mining number
ja: 鉱山の累計数：
ko: 누적 광산 번호 :
th_th: สะสมจำนวนเหมืองแร่：
zh_hant: 累計挖礦數：

# k_MymineViewController_top_label_2
source: Date
ja: 発売日
ko: 출시일
th_th: ออกเดท
zh_hant: 發放日期

# k_MymineViewController_top_label_3
source: type
ja: 課題タイプ
ko: 발행 유형
th_th: ประเภทของปัญหา
zh_hant: 發放類型

# k_MymineViewController_top_label_4
source: Number
ja: マイニング数
ko: 채광 수량
th_th: จำนวนที่ขุด
zh_hant: 挖礦數量

# k_MymineViewController_top_label_s
source: Start Time ▼
ja: 開始時刻▼
ko: 시작 시간 ▼
th_th: เริ่มเวลา ▼
zh_hant: 開始時間 ▼

# k_MymineViewController_top_label_e
source: End Time ▼
ja: 終了時間▼
ko: 종료 시간 ▼
th_th: เวลาสิ้นสุด ▼
zh_hant: 結束時間 ▼

# k_MymineViewController_top_label_q
source: Query
ja: クエリ
ko: 쿼리
th_th: สอบถาม
zh_hant: 查詢

# k_MymineViewController_top_label_ss
source: select start time
ja: 開始時間を選択してください
ko: 시작 시간을 선택하십시오
th_th: เลือกเวลาเริ่มต้น
zh_hant: 请选择开始时间

# k_MymineViewController_top_label_ee
source: select end time
ja: 終了時間を選択してください
ko: 종료 시간을 선택하십시오
th_th: เลือกเวลาสิ้นสุด
zh_hant: 请选择结束时间

# k_MymineViewController_top_label_fq
source: Initiator
ja: イニシエータ
ko: 개시 자
th_th: โปรโมเตอร์
zh_hant: 发起人

# k_MymineViewController_top_label_hh
source: Partner
ja: パートナー
ko: 파트너
th_th: พันธมิตร
zh_hant: 合伙人

# k_MymineViewController_top_label_hyjt
source: Member static
ja: メンバースタティック
ko: 정적 멤버
th_th: สมาชิกแบบคงที่
zh_hant: 会员静态

# k_MymineViewController_top_label_hyfx
source: Member sharing
ja: メンバーシップの共有
ko: 회원 공유
th_th: สมาชิกร่วมกัน
zh_hant: 会员分享

# k_MymineViewController_top_label_fxwk
source: Share a mine
ja: シェアマイニング
ko: 공유 마이닝
th_th: หุ้นเหมืองแร่
zh_hant: 分享挖矿

# k_MymineViewController_top_label_jtwk
source: Static mining
ja: 静的マイニング
ko: 정적 광업
th_th: ขุดแบบคงที่
zh_hant: 静态挖矿

# k_MymineViewController_top_label_tcdl
source: Login Out
ja: ログアウト
ko: 로그 아웃
th_th: ออกจากระบบ
zh_hant: 退出登錄

# k_HomeViewController_tableview_header_title
source: Latest News
ja: 最新ニュース
ko: 최신 정보
th_th: ข้อมูลล่าสุด
zh_hant: 最新資訊

# k_HomeViewController_tableview_header_quo
source: Rising list
ja: 上昇リスト
ko: 추세 표
th_th: รายการที่เพิ่มขึ้น
zh_hant: 漲幅榜

source: Invite
ja: 招待
ko: 초대장
th_th: เสนอ
zh_hant: 邀約

# k_MyassetViewController_tableview_header_title
source: Trading account
ja: 取引アカウント
ko: 거래 계좌
th_th: บัญชีซื้อขายหลักทรัพย์
zh_hant: 交易賬戶

# k_MyassetViewController_tableview_header_subtitle
source: Net assets equivalent (KOK)
ja: 総資産換算額（KOK）
ko: 총 자산 전환 (KOK)
th_th: ต่อสินทรัพย์สุทธิ ( KOK)
zh_hant: 總資產折合（KOK）

# k_MyassetViewController_tableview_header_hideButton
source: Currencies with hidden assets of 0
ja: 通貨が0のアセットを非表示にしてください。
ko: 숨겨진 자산은 0 통화입니다.
th_th: สินทรัพย์ที่ซ่อนอยู่ของสกุลเงินที่เป็น 0
zh_hant: 隱藏資產為0的幣種

# k_MyassetViewController_tableview_list_cell_middle_label
source: available
ja: 利用可能
ko: 이용 가능
th_th: พร้อมใช้งาน
zh_hant: 可用

# k_MyassetViewController_tableview_list_cell_right_label
source: Freezing
ja: フリーズ
ko: 동결
th_th: แช่แข็ง
zh_hant: 凍結

# k_MyassetDetailViewController_tableview_header_middle
source: available
ja: 利用可能
ko: 이용 가능
th_th: พร้อมใช้งาน
zh_hant: 可用

# k_MyassetDetailViewController_tableview_header_right
source: Freezing
ja: フリーズ
ko: 동결
th_th: แช่แข็ง
zh_hant: 凍結

# k_MyassetDetailViewController_tableview_header_left_Button
source: exchange AT
ko: AT로 교환
th_th: การแลกเปลี่ยนที่
zh_hant: 兌換AT

# k_MyassetDetailViewController_tableview_header_right_Button
source: exchange record
ja: Exchangeレコード
ko: 교환 기록
th_th: บันทึกการแลกเปลี่ยน
zh_hant: 兌換記錄

# k_MyassetDetailViewController_tableview_header_label
source: Current entrustment
ja: 現在のデリゲート
ko: 현재 수수료
th_th: มอบหมายในปัจจุบัน
zh_hant: 當前委託

# k_MyassetDetailViewController_tableview_header_selectBtn
source: Screening
ja: フィルタ
ko: 심사
th_th: ตัวกรอง
zh_hant: 篩選

# k_MyassetDetailViewController_tableview_cell_label
source: Entrustment type
ja: 委任タイプ
ko: 신뢰 유형
th_th: ประเภทตัวแทน
zh_hant: 委託類型

# k_MyassetDetailViewController_tableview_pankou
source: Handicap
ja: ハンディキャップ
ko: 핸디캡
th_th: แฮนดิแคป
zh_hant: 盤口

# k_MyassetDetailViewController_tableview_cell_label0
source: Entrustment price
ja: 信頼価格
ko: 신뢰 가격
th_th: ราคาของลูกค้า
zh_hant: 委託價格

# k_MyassetDetailViewController_tableview_cell_label1
source: Buy in
ja: 購入
ko: 사다
th_th: การซื้อ
zh_hant: 買入

# k_MyassetDetailViewController_tableview_cell_label2
source: Transfer to
ja: ターンイン
ko: 이전
th_th: โอน
zh_hant: 轉入

# k_MyassetDetailViewController_tableview_cell_label3
source: Turn out
ja: ロールアウト
ko: 끈다
th_th: ออก
zh_hant: 轉出

# k_MyassetDetailViewController_alert_lin1
source: quantity
ja: 数量
ko: 수량
zh_hant: 量

# k_MyassetDetailViewController_alert_lin2
source: Exchange ratio column
ja: 為替レート
ko: 환율 비율
zh_hant: 兌換比例

# k_MyassetDetailViewController_alert_lin3
source: The amount of AT changed
ja: 今回はATの額を引き換えています。
ko: AT의 금액을 변환 할 이번
zh_hant: 本次兌換AT量

# k_MyassetDetailViewController_alert_lin3_p
source: Please input quantity
ja: 数量を入力してください
ko: 수량을 입력하십시오
zh_hant: 請輸入數量

# k_MyassetDetailViewController_alert_lin4
source: This conversion of AT consumes
ja: 今回はATの消費と引き換えです
ko: AT 소비를위한이 교환
zh_hant: 本次兌換AT消耗

# k_MyassetDetailViewController_alert_lin5
source: Password
ja: トランザクションパスワード
ko: 거래 비밀 번호
th_th: รหัสผ่าน
zh_hant: 交易密碼

# k_MyassetDetailViewController_alert_lin5_p
source: Please enter the transaction password
ja: トランザクションパスワードを入力してください
ko: 거래 비밀번호를 입력하십시오.
th_th: โปรดป้อนรหัสผ่านของธุรกรรม
zh_hant: 請輸入交易密碼

# k_MyassetDetailViewController_alert_left_btn
source: submit
ja: 送信
ko: 제출
zh_hant: 提交

# k_MyassetDetailViewController_alert_middle_btn
source: reset
ja: リセット
ko: 재설정
zh_hant: 重置

# k_MyassetDetailViewController_alert_right_btn
source: cancel
ja: キャンセル
ko: 취소
zh_hant: 取消

# k_MyassetDetailViewController_wt_price
source: EntrusPrice
ja: 信託価格
ko: 신뢰 가격
zh_hant: 委託價格

# k_MyassetDetailViewController_wt_count
source: EntrusNumber
ja: 代理人の数
ko: 위원회 수량
zh_hant: 委託數量

# k_MyassetDetailViewController_wt_mr
source: Buy
ja: 購入
ko: 사다
th_th: การซื้อ
zh_hant: 買入

# k_MyassetDetailViewController_wt_mc
source: sell
ja: 完売しました
ko: 판매
th_th: ขาย
zh_hant: 出售

# k_MyassetDetailViewController_wt_ing
source: Entrustment
ja: 委任
ko: 위원회에서
th_th: คณะกรรมการ
zh_hant: 委託中

# k_MyassetDetailViewController_wt_time
source: Time
ja: 時間
ko: 시간
th_th: เวลา
zh_hant: 時間

# k_MyassetDetailViewController_wt_wtj
source: Entrustment price
ja: コミッション価格
ko: 수수료 가격
th_th: ราคาของลูกค้า
zh_hant: 委託價

# k_MyassetDetailViewController_wt_wtl
source: Entrustment
ja: 委任
ko: 수수료 금액
th_th: ปริมาณของลูกค้า
zh_hant: 委託量

# k_MyassetDetailViewController_wt_wtze
source: Total turnover
ja: 合計トランザクション数
ko: 총 매출액
th_th: ตกลงยอด
zh_hant: 成交總額

# k_MyassetDetailViewController_wt_cjjj
source: Average price
ja: 平均価格
ko: 평균 가격
th_th: ราคาเฉลี่ย
zh_hant: 成交均價

# k_MyassetDetailViewController_wt_cjl
source: Volume
ja: 音量
ko: 볼륨
th_th: การหมุนเวียน
zh_hant: 成交量

# k_ExchangeRecordViewController_title
source: Suffy
ja: 詳細
ko: 세부 사항
th_th: รายละเอียด
zh_hant: 明細

# k_ExchangeRecordViewController_topbar_0
source: All
ja: すべて
ko: 모두
th_th: ทั้งหมด
zh_hant: 全部

# k_ExchangeRecordViewController_topbar_1
source: Charge money
ja: チャージコイン
ko: 재충전
th_th: เติมเหรียญ
zh_hant: 充幣

# k_ExchangeRecordViewController_topbar_2
source: Withdraw money
ja: チック
ko: 탈퇴
th_th: เสนอเหรียญ
zh_hant: 提幣

# k_ExchangeRecordViewController_topbar_3
source: Auditing
ja: レビュー中
ko: 검토 중
th_th: ในการตรวจสอบ
zh_hant: 審核中

# k_ExchangeRecordViewController_topbar_4
source: Convertibility
ja: Exchange
ko: 구속
th_th: การแลกเปลี่ยน
zh_hant: 兌換

# k_mybcbViewController_cbutton
source: Cpoy wallet address
ja: ウォレットアドレスをコピー
ko: 월렛 주소 복사
th_th: คัดลอกที่อยู่ในกระเป๋า
zh_hant: 複製錢包地址

# k_mybcbViewController_zbbutton
source: Book function
ja: ブック関数
ko: 도서 기능
th_th: การทำงานของหนังสือ
zh_hant: 賬本功能

# k_mybcbViewController_zbdesbutton
source: Every transaction is recorded here.
ja: すべてのトランザクションがここに記録されます。
ko: 모든 거래가 여기에 기록됩니다
th_th: แต่ละรายการจะถูกบันทึกไว้ในที่นี้
zh_hant: 每筆交易都記錄在這裡

# k_mybcbViewController_zcopy
source: Copy success
ja: コピー成功
ko: 복사 성공
th_th: คัดลอกความสำเร็จ
zh_hant: 復制成功

# k_bcbViewController_sellin
source: Sell In
ja: 購入
ko: 사다
th_th: การซื้อ
zh_hant: 買入

# k_bcbViewController_sellout
source: Sell Out
ja: 売り
ko: 팔다
th_th: ขาย
zh_hant: 賣出

# k_bcbViewController_des
source: 1. Buyer's and Seller's Passport are all field inspection certification providers, and provide 1 million AT margin, you will freeze each exchange of commercial assets, commercial assets insufficient, can not accept orders, can be converted at ease; n2. Buyer's and Seller's passport are real-name certification providers, and provide a margin, can be converted at ease; n3. If you need to apply for a commercial passport, please email to Mail to aozhou168@outlook.com; 4. please use my own bank card or Alipay or WeChat for remittance; 5. merchant processing time 9:00 - 21:00 non processing time order will start in second days, will be completed within 24 hours after the completion of the payment. 6. can only initiate 10 orders at a single day.
ja: 1.出品者と出品者はすべて現地での検査と認証を受けており、100万ドルの保証金を提供しています。償還するたびに、事業の資産を凍結します。資産が足りない場合、注文を受け入れることはできません。 2.ディーラー保護は実名認証によるビジネス保護であり、保証金を提供することで安心して取引を行うことができます; 3.ビジネス保護を申請する場合は、aozhou168@outlook.comに電子メールを送信してください。銀行カード、Alipay、またはWeChatによる送金; 5。未処理時間9:00 - 21:00の未処理時間注文は翌日の9:00に処理され、注文の受領後24時間以内に支払いが完了します。 6。1日に最大10件の売り注文を開始できます。
ko: 비즈니스 자산을 보호하는 것은 충분하지,하지 주문 동안 1. 상인 개호 제공, 당신은 당신의 서비스 제공자가 자산을 동결 구속마다 현장 방문을 인증하고, 마진 AT 백만을 제공하는, 안심하실 수 있습니다 태환 N2 상인. 간호 제공자는 실제 이름 인증, 그리고 보안, 태환의 용이성을 제공한다 n3의는 공급 업체 내 은행 카드를 사용하거나 지불 N4 결합 aozhou168@outlook.com .에게 이메일을 보호하기 위해 이메일을 보내 주시기 바랍니다하게 적용 할 수 있습니다. 또는 마이크로 채널 송금 . 9시 N5 상인 처리 시간 - 21시 주문 비 처리 시간은 9시 다음날 처리를 시작합니다은, 놀이는 하나 같은 주문 N6 후 24 시간 이내에 완료되어야한다 .. 단 하루 만에 최대 10 개의 판매 주문을 시작할 수 있습니다.
th_th: 1 สนับสนุนผู้ประกอบการทั้งผู้ผลิตได้รับการรับรองพยาบาลภาคสนามและให้ 1000000 KOK เงินฝากในแต่ละครั้งที่คุณเปลี่ยนผู้ให้บริการสนับสนุนธุรกิจที่สามารถตรึงสินทรัพย์สินทรัพย์ที่ไม่สนับสนุนไม่เพียงพอเมื่อหนึ่งสามารถมั่นใจได้ในการแลกเปลี่ยนสนับสนุนทั้งผู้ค้า 2 ชื่อจริงรับรองธุรกิจพยาบาลและให้ขอบที่สามารถมั่นใจได้ว่าการแลกเปลี่ยนถ้าต้องการสมัครเป็นนักศึกษา 3 ธุรกิจกรุณาส่งเมล์ไปเมล์ไป aozhou168@outlook.comผมเชื่อม 4 โปรดใช้บัตรของธนาคารหรือ PayPal หรือการโอนเงินหนังสือไมโคร5 ธุรกิจรักษาเวลา : 00 : 00 น. - 9 21 ไม่ใช่เวลาการประมวลผลของคำสั่งจะอยู่ในที่สองวัน 9 : 00 เริ่มต้นการประมวลผลใบสั่งซื้อหลังจาก 24 เหมือนหนึ่งชั่วโมงจะเสร็จตีเงิน6 วันเดียวสามารถเปิดใบสั่งขาย 10 ปากกา
zh_hant: 1.買賣商護均為實地考察認證商護，並提供100萬AT保證金，您每次兌換會凍結商護資產，商護資產不夠時，不能接單，可放心兌換； 2.買賣商護均為實名認證商護，並提供保證金，可放心兌換； 3. 如需申請成為商護請發郵件到郵件到aozhou168@outlook.com； 4. 請使用本人邦定的銀行卡或者支付寶或者微信進行匯款； 5. 商家處理時間9:00 - 21:00非處理時間的訂單會在第二天9:00開始處理，壹般接單後24小時內會完成打款。 6. 單天最多只能發起10筆賣出訂單。

# k_onusViewController_title
source: on us
ja: 会社概要
ko: 우리 소개
zh_hant: 關於我們

# k_onusViewController_name
source: Asia Pacific International
ja: 中国の通貨
ko: 화 코인
zh_hant: 華幣

# k_onusViewController_title_detail_des
source: Headquartered in New York, the Asia-Pacific International Digital Trading Platform will have offices in Southeast Asia, Europe, Hong Kong and North America in the future. It plays a very important role in the integration of international economy and trade. The Group has built the world's super digital asset service platform for the block chain industry worldwide, especially on both sides of the Atlantic Ocean, major countries and regions around the Pacific Economic Circle, and emerging economies. The Asia-Pacific International Digital Trading Platform is an international secure and reliable digital asset trading platform. It has received tens of millions of dollars of capital investment from several investment companies. The Asia-Pacific International Digital Trading Platform implements strict wind control and stable operation. In the future, the Asia-Pacific International Digital Trading Platform will mainly focus on the economies serving the R&D of block chain technology and the dissemination of authoritative application information, providing more digital asset trading services for the mainstream digital currency.
ja: アメリカのニューヨークに本社を置くHuayin Digital Trading Platformは、将来的には東南アジア、ヨーロッパ、香港、北米にオフィスを構え、国際的な経済と貿易の統合のプロセスにおいて非常に重要な役割を果たします。特に大西洋の両側、環太平洋経済圏の主要な国と地域、そして新興国であるブロックチェーン業界向けのスーパーデジタル資産サービスプラットフォーム中国の通貨デジタル取引プラットフォームは国際的に安全で信頼できるものです。デジタル資産取引プラットフォームは、多くの投資会社から合計1000万米ドルの設備投資を得ており、中国通貨デジタル取引プラットフォームは、厳格なリスク管理管理を実行し、安定して運営されています。そして信頼できるアプリケーション情報を公開し、主流のデジタル通貨に対してより多くのデジタル資産取引サービスを提供する。
ko: 뉴욕에 본사를 둔 '중국 디지털 통화 거래 플랫폼은 미래가 각각 아시아, 유럽, 홍콩에 사무소를 설정합니다 북미 국제 경제와 무역 프로세스의 한 몸. Shifenzhongyao 역할. 그룹은 내부에 글로벌 스코프가 특히 대서양을 건너, 주요 국가와 지역, 신흥 경제의 환 태평양 경제 원은 슈퍼 디지털 자산 서비스 플랫폼 디지털 중국 통화 거래 플랫폼은 국제 안보 디지털 자산 거래 플랫폼 신뢰성이 세계에서 레이아웃 블록 체인 산업을 만들 수 있습니다 블록 체인 기술의 미래에 개발 경제를 주요 중점을 디지털 서비스의 중국 통화 거래 플랫폼을 엄격한 위험 관리 관리의 디지털 구현, 안정적인 동작을위한 통화 거래 플랫폼과 권위 게시 -., 투자 회사의 번호를 자본 투자, 중국의 수백만 달러의 라운드를 받았다 응용 정보 정보, 주류 디지털 통화를 제공하는 더 많은 디지털 자산 거래 서비스.
zh_hant: 華幣數字交易平臺總部設在美國紐約，未來將分別在東南亞，歐洲，香港，北美設辦事處。在國際經濟和貿易壹體化的進程中扮演十分重要的角色。集團已在全球範圍內，特別是大西洋兩岸，環太平洋經濟圈的主要國家和地區，各新興經濟體，布局打造區塊鏈行業的世界超級數字資產服務平臺。華幣數字交易平臺是國際安全可信賴的數字資產交易平臺，獲得多家投資公司A輪千萬美金資本投資，華幣數字交易平臺執行嚴格風控管理，穩定運行。華幣數字交易平臺未來主要偏重於服務於區塊鏈技術研發的經濟體和發布權威應用類資訊信息，更多提供主流數字貨幣的數字資產交易服務。

# k_contactViewController_title
source: contact with us
ja: お問い合わせ
ko: 연락처
th_th: ติดต่อเรา
zh_hant: 聯系我們

# k_AuthViewController_uploadScuess
source: Upload scuess
ja: アップロードに成功しました
ko: 성공적으로 업로드 됨
th_th: อัพโหลดเรียบร้อยแล้ว
zh_hant: 上傳成功

# k_AuthViewController_title
source: Real name authentication
ja: 本名の認証
ko: 실명 인증
th_th: การตรวจสอบชื่อจริง
zh_hant: 實名認證

# k_AuthViewController_name
source: name
ja: 名前
ko: 이름
th_th: ชื่อ
zh_hant: 姓名

# k_AuthViewController_placehoder
source: Please input your name.
ja: あなたの名前を入力してください
ko: 당신의 이름을 입력하십시오
th_th: กรุณาใส่ชื่อของคุณ
zh_hant: 請輸入您的姓名

# k_AuthViewController_pc1
source: Front face of documents
ja: ドキュメントの正面図
ko: 문서의 앞 사진
th_th: เอกสารมุมมองด้านหน้า
zh_hant: 證件正面照

# k_AuthViewController_pc2
source: Back of document
ja: ドキュメントバックフォト
ko: 문서 뒷면의 사진
th_th: ด้านหลังของบัตรภาพ
zh_hant: 證件背面照

# k_AuthViewController_pc3
source: Handheld passport photo
ja: 携帯ID写真
ko: 핸드 헬드 사진
th_th: ถือหนังสือเดินทาง
zh_hant: 手持證件照

# k_AuthViewController_comit
source: Submission of audit
ja: レビューを送信
ko: 리뷰 제출
th_th: ส่งรายการตรวจสอบ
zh_hant: 提交審核

# k_YTsetViewController_s1_title
source: Security setting
ja: セキュリティ設定
ko: 보안 설정
th_th: การตั้งค่าการรักษาความปลอดภัย
zh_hant: 安全設置

# k_YTsetViewController_s1
source: Transaction password
ja: トランザクションパスワード
ko: 거래 비밀 번호
th_th: รหัสผ่านการทำธุรกรรม
zh_hant: 交易密碼

# k_YTsetViewController_s1_det
source: Release advertising, exchange advertising assets, modify security settings when input
ja: 広告を出すとき、広告資産を引き換えるとき、およびセキュリティ設定を変更するときに入力してください。
ko: 광고를 할 때 입력하고, 광고 자산을 사용하고, 보안 설정을 수정하십시오
th_th: โฆษณา , โฆษณา , การแปลงสินทรัพย์แก้ไขการตั้งค่าการรักษาความปลอดภัยที่ระบุ
zh_hant: 發佈廣告、兌換廣告資產、修改安全設置時輸入

# k_YTsetViewController_s2
source: Binding mailbox
ja: メールボックスをバインド
ko: 바인딩 사서함
th_th: ผูกกล่องจดหมาย
zh_hant: 綁定郵箱

# k_YTsetViewController_s2_det
source: Input for login, currency recovery, and security settings modification.
ja: ログイン、コインの取り出し、セキュリティ設定の変更を入力してください。
ko: 로그인,탈퇴,보안 설정을 수정할 때 입력하십시오.
th_th: ที่ใช้ในการเข้าสู่ระบบ , เพิ่มเงิน , แก้ไขการตั้งค่าการรักษาความปลอดภัยที่ระบุ
zh_hant: 用於登錄、提幣、修改安全設置時輸入

# k_YTsetViewController_s3
source: Binding cell phone
ja: 電話にバインド
ko: 전화 걸기
th_th: ผูกโทรศัพท์มือถือ
zh_hant: 綁定手機

# k_YTsetViewController_s3_det
source: To collect, verify, and verify SMS, password and security settings.
ja: 確認SMSを受信するためのパスワードの受信、セキュリティ設定の変更、
ko: 확인 SMS 수신을위한 비밀번호 및 보안 설정 수신
th_th: การแก้ไขรหัสผ่านการตั้งค่าการรักษาความปลอดภัยที่ใช้ในการตรวจสอบเพื่อเก็บข้อความ
zh_hant: 提現、修改密碼、安全設置時用以收取驗證短信

# k_YTsetViewController_s4
source: Login password
ja: ログインパスワード
ko: 로그인 비밀번호
th_th: รหัสผ่านเข้าสู่ระบบ
zh_hant: 登錄密碼

# k_YTsetViewController_s4_det
source: Input for login account
ja: アカウントへのログイン時に入力してください
ko: 계정에 로그인 할 때 입력하십시오
th_th: ที่ใช้ในการเข้าสู่ระบบบัญชีที่ระบุ
zh_hant: 用於登錄賬戶時輸入

# k_YTsetViewController_bt1
source: modify
ja: 変更
ko: 수정 된
th_th: การแก้ไข
zh_hant: 修改

# k_YTsetViewController_bt2
source: Binding
ja: バインド
ko: 바인딩
th_th: ผูก
zh_hant: 綁定

# k_YTsetViewController_bt3
source: Binding
ja: バインド
ko: 바인딩
th_th: ผูก
zh_hant: 綁定

# k_YTsetViewController_bt4
source: modify
ja: 変更
ko: 수정 된
th_th: การแก้ไข
zh_hant: 修改

# k_ModifysetViewController_title
source: Modify transaction password
ja: トランザクションパスワードを変更してください
ko: 거래 비밀번호 수정
th_th: แก้ไขรหัสผ่านการทำธุรกรรม
zh_hant: 修改交易密碼

# k_ModifysetViewController_t1
source: Please enter the original transaction password.
ja: 元の取引パスワードを入力してください。
ko: 원래 거래 비밀번호를 입력하십시오
th_th: กรุณาป้อนรหัสผ่านการทำธุรกรรมเดิม
zh_hant: 請輸入原交易密碼
