Repository: XYGDeveloper/Chinese-currency
Catalog: HuaBi/*.lproj/Localizable.strings
Languages: ja, ko, th_th, zh_hant

# k_ModifysetViewController_t2
source: Please enter a new transaction password.
ja: 新しいトランザクションパスワードを入力してください
ko: 새로운 거래 비밀번호를 입력하십시오
th_th: โปรดป้อนรหัสผ่านใหม่ของรายการ
zh_hant: 請輸入新的交易密碼

# k_ModifysetViewController_t3
source: Please confirm the new transaction password.
ja: 新しい取引パスワードを確認してください
ko: 새로운 거래 비밀번호를 확인하십시오
th_th: กรุณายืนยันรหัสผ่านใหม่ของรายการ
zh_hant: 請確認新的交易密碼

# k_ModifysetViewController_b1
source: Save modification
ja: 変更を保存
ko: 변경 사항 저장
th_th: บันทึกการเปลี่ยนแปลง
zh_hant: 保存修改

# k_ModifysetViewController_emai
source: Get vali code
ja: メールボックス確認コードを取得してください
ko: 사서함 확인 코드 가져 오기
th_th: รับรหัสการตรวจสอบกล่องจดหมาย
zh_hant: 獲取郵箱驗證碼

# k_BindsetViewController_title
source: Binding mailbox
ja: メールボックスをバインド
ko: 바인딩 사서함
th_th: ผูกกล่องจดหมาย
zh_hant: 綁定郵箱

# k_BindsetViewController_t1
source: Please input your email address.
ja: メールアドレスを入力してください。
ko: 귀하의 이메일 주소를 입력하십시오
th_th: กรุณาใส่ที่อยู่อีเมล
zh_hant: 請輸入郵箱地址

# k_BindsetViewController_t2
source: Please input verification code.
ja: 確認コードを入力してください。
ko: 인증 코드를 입력하십시오
th_th: กรุณาป้อนรหัสยืนยัน
zh_hant: 請輸入驗證碼

# k_BindsetViewController_t3
source: Binding mailbox
ja: メールボックスをバインド
ko: 바인딩 사서함
th_th: ผูกกล่องจดหมาย
zh_hant: 綁定郵箱

# k_BindsetViewController_t4
source: complete
ja: 完了
ko: 완료
th_th: เสร็จสมบูรณ์
zh_hant: 完成

# k_BindsetViewController_b1
source: Determine
ja: OK
ko: OK
th_th: แน่ใจว่า
zh_hant: 確定

# k_ModifyLoginsetViewController_title
source: Modify Login password
ja: ログインパスワードを変更してください
ko: 로그인 비밀번호 수정
th_th: เปลี่ยนรหัสผ่านสำหรับการเข้าสู่ระบบ
zh_hant: 修改登錄密碼

# k_ModifyLoginsetViewController_t1
source: Please input the original login password.
ja: オリジナルのログインパスワードを入力してください
ko: 원래 로그인 비밀번호를 입력하십시오
th_th: กรุณาใส่รหัสผ่านเดิม
zh_hant: 請輸入原登錄密碼

# k_ModifyLoginViewController_t2
source: Please enter a new login password
ja: 新しいログインパスワードを入力してください
ko: 새 로그인 비밀번호를 입력하십시오.
th_th: กรุณาป้อนรหัสผ่านเข้าสู่ระบบใหม่
zh_hant: 請輸入新的登錄密碼

# k_ModifyLoginViewController_t3
source: Please confirm the new login password
ja: 新しいログインパスワードを確認してください
ko: 새 로그인 비밀번호를 확인하십시오
th_th: กรุณายืนยันรหัสผ่านเข้าสู่ระบบใหม่
zh_hant: 請確認新的登錄密碼

# k_ModifyLoginViewController_b1
source: Save modification
ja: 変更を保存
ko: 변경 사항 저장
th_th: บันทึกการเปลี่ยนแปลง
zh_hant: 保存修改

# k_BindphonesetViewController_t1
source: Please input the email.
ja: 電話番号を入力してください。
ko: 귀하의 휴대 전화 주소를 입력하십시오
th_th: กรุณาระบุที่อยู่ของโทรศัพท์มือถือ
zh_hant: 請輸入手機地址

# k_BindphoneViewController_t2
source: Please input verification code
ja: 確認コードを入力してください。
ko: 인증 코드를 입력하십시오
th_th: กรุณาป้อนรหัสยืนยัน
zh_hant: 請輸入驗證碼

# k_BindphoneViewController_t3
source: Binding cell phone
ja: 電話にバインド
ko: 전화 걸기
th_th: ผูกโทรศัพท์มือถือ
zh_hant: 綁定手機

# k_BindphoneViewController_b0
source: Send verification code
ja: 確認コードを送信
ko: 인증 코드 전송
th_th: ส่งรหัสยืนยัน
zh_hant: 發送驗證碼

# k_BindphoneViewController_t4
source: complete
ja: 完了
ko: 완료
th_th: เสร็จสมบูรณ์
zh_hant: 完成

# k_BindphoneViewController_b1
source: Determine
ja: OK
ko: OK
th_th: แน่ใจว่า
zh_hant: 確定

# k_Bined
source: binded
ja: 範囲
ko: 묶다
th_th: ถูกผูกไว้
zh_hant: 已綁定

# k_line_max
source: Max
ja: 高
ko: 높다
th_th: สูง
zh_hant: 高

# k_line_min
source: Min
ja: 低
ko: 낮음
th_th: ต่ำ
zh_hant: 低

# k_line_amout
source: 24H Vol
ja: 24量
ko: 24H 금액
th_th: 24H ฉบับ
zh_hant: 24H量

# k_line_minh
source: Time sharing
ja: タイムシェア
ko: 시간 공유
th_th: เมื่อคะแนน
zh_hant: 分時

# k_line_minutes15
source: 15 minutes
ja: 15分
ko: 15 분
th_th: 15 นาที
zh_hant: 15分鐘

# k_line_hours1
source: 1 hours
ja: 1時間
ko: 1 시간
th_th: 1 ชั่วโมง
zh_hant: 1小時

# k_line_hours4
source: 4 hours
ja: 4時間
ko: 4 시간
th_th: 4 ชั่วโมง
zh_hant: 4小時

# k_line_days
source: 1 days
ja: 1日
ko: 1 일
th_th: 1 วัน
zh_hant: 1天

# k_line_More
source: More
ja: その他
ko: 더
th_th: เพิ่มเติม
zh_hant: 更多

# k_line_index
source: index
ja: 索引
ko: 지표
th_th: ตัวชี้วัด
zh_hant: 指标

# k_line_1m
source: 1 minutes
ja: 1分
ko: 1 분
th_th: 1 นาที
zh_hant: 1分鐘

# k_line_5m
source: 5 minutes
ja: 5分
ko: 5 분
th_th: 5 นาที
zh_hant: 5分鐘

# k_line_30m
source: 30 minutes
ja: 30分
ko: 30 분
th_th: 30 นาที
zh_hant: 30分鐘

# k_line_1w
source: 1 week
ja: 1週間
ko: 1 주
th_th: สัปดาห์ที่ 1
zh_hant: 1周

# k_line_1mon
source: 1 month
ja: 1ヶ月
ko: 1 월
th_th: มกราคม
zh_hant: 1月

# k_MyassetViewController_tableview_list_cell_middle_avali
source: Avaliable
ja: 利用可能
ko: 이용 가능
th_th: พร้อมใช้งาน
zh_hant: 可用

# k_MyassetViewController_tableview_list_cell_right_label1
source: Lock num
ja: ロック
ko: 쇄창
th_th: ล็อค
zh_hant: 鎖倉

# k_MyassetViewController_tableview_list_cell_right_jye
source: A turnover
ja: 取引金額
ko: 거래 금액
th_th: ปริมาณการซื้อขาย
zh_hant: 交易额

source: Award
ja: 贈り物
ko: 선물
th_th: ของขวัญ
zh_hant: 贈送

# k_FinsetViewController_title
source: Financial log
ja: 財務ログ
ko: 재무 기록
th_th: เข้าสู่ระบบ
zh_hant: 财务日志

# k_FinsetViewController_type
source: Type
ja: タイプ
ko: 유형
th_th: ประเภท
zh_hant: 類型

# k_FinsetViewController_type1
source: Decription
ja: 説明
ko: 설명
th_th: แสดงให้เห็นว่า
zh_hant: 說明

# k_FinsetViewController_type2
source: Variable funds
ja: タイプを変更してください：
ko: 변경 유형 :
th_th: การเปลี่ยนแปลงของเงิน
zh_hant: 變動类型：

# k_FinsetViewController_type2_1
source: Explanation：
ja: 説明：
ko: 설명 :
th_th: แสดงให้เห็นว่า
zh_hant: 說明：

# k_FinsetViewController_type2_2
source: Variable quantity：
ja: 変更数：
ko: 변경 수량 :
th_th: การเปลี่ยนแปลงปริมาณ：
zh_hant: 變動數量：

# k_FinsetViewController_type2_3
source: Type of incomeAndExpenditure：
ja: レシートタイプ：
ko: 수입 및 지출 유형 :
th_th: ประเภทการชำระเงิน：
zh_hant: 收支類型：

# k_FinsetViewController_type2_4
source: State：
ja: ステータス：
ko: 상태 :
th_th: สถานะ：
zh_hant: 狀態：

# k_FinsetViewController_type2_5
source: Transaction time：
ja: 完了時間：
ko: 거래 시간 :
th_th: เวลาปิด：
zh_hant: 成交時間：

# k_FinsetViewController_type3
source: Expenditure / revenue
ja: 経費/収入
ko: 지출 / 수입
th_th: ค่าใช้จ่าย / รายได้
zh_hant: 支出/收入

# k_FinsetViewController_type4
source: Integral name
ja: ポイント名
ko: 포인트 이름
th_th: หนึ่งคน
zh_hant: 積分名

# k_FinsetViewController_type5
source: Transaction time
ja: トランザクション時間
ko: 판매 시점
th_th: เวลาปิด
zh_hant: 成交時間

# k_FinsetViewController_type6
source: income
ja: 収入
ko: 수입
th_th: รายได้
zh_hant: 收入

# k_FinsetViewController_type7
source: expenditure
ja: 支出
ko: 지출
th_th: การใช้จ่าย
zh_hant: 支出

# k_PAYViewController_typec
source: card
ja: 銀行カード
ko: 은행 카드
th_th: บัตรของธนาคาร
zh_hant: 银行卡

# k_PAYViewController_typea
source: alipay
th_th: จ่ายสมบัติ
zh_hant: 支付寶

# k_PAYViewController_typew
source: wechat
th_th: ตัวอักษรขนาดเล็ก
zh_hant: 微信

# k_PAYViewController_typed
source: New payment method
ja: 新しい支払い方法を追加してください
ko: 새 지불 방법 추가
th_th: วิธีการชําระเงินใหม่
zh_hant: 新增支付方式

# k_popview_1
source: Receipts And payments
ja: 支払い方法
ko: 지불 방법
th_th: วิธีการชําระเงิน
zh_hant: 收付方式

# k_popview_2
source: New payment method
ja: 支払い方法を追加
ko: 새 지불 방법 추가
th_th: วิธีการชําระเงินใหม่
zh_hant: 新增支付方式

# k_popview_3
source: Recent Trade records
ja: 取引履歴
ko: 거래 기록
th_th: เมื่อเร็วๆนี้บันทึกการแลกเปลี่ยน
zh_hant: 交易記錄

# k_popview_4
source: Operation description
ja: 取扱説明書
ko: 사용 설명서
th_th: การอธิบาย
zh_hant: 操作說明

# k_popview_list_cat4
source: Recharge type：CNY
ja: 充電タイプ：CNY
ko: 충전 유형 : CNY
th_th: ชนิดที่ชาร์จ：CNY
zh_hant: 充值種類：CNY

# k_popview_list_cat5
source: Sub branch: Announcement
ja: サブブランチ：お知らせ
ko: 지점 은행 : 발표
th_th: สาขา : ประกาศ
zh_hant: 支行：公告的

# k_popview_list_cat6
source: delete bank card
ja: 銀行カードを削除
ko: 은행 카드 삭제
th_th: เอาบัตรของธนาคาร
zh_hant: 刪除銀行卡

# k_popview_list_uploadDes
source: Upload your receipt two-dimensional code.
ja: 領収書のQRコードをアップロードしてください
ko: 영수증 QR 코드 업로드
th_th: อัพโหลดของคอลเลกชันของบาร์โค้ดสองมิติ
zh_hant: 上傳您的收款二維碼

# k_popview_list_countname
source: counter
ja: 名前
ko: 이름
th_th: ชื่อ
zh_hant: 姓名

# k_popview_list_aliycounter
source: Alipay account
ja: アリペイアカウント
ko: Alipay 계정
th_th: บัญชีจ่ายสมบัติ
zh_hant: 支付寶賬戶

# k_popview_list_counter
source: Password
ja: 取引パスワード
ko: 거래 비밀 번호
th_th: รหัสผ่านการทำธุรกรรม
zh_hant: 交易密碼

# k_popview_list_counter_placehoder
source: Please input account number
ja: アカウント番号を入力してください
ko: 계좌 번호를 입력하십시오.
th_th: กรุณาใส่หมายเลขบัญชี
zh_hant: 請輸入賬號

# k_popview_list_counter_pwd_placehoder
source: Please enter the transaction password
ja: トランザクションパスワードを入力してください
ko: 거래 비밀번호를 입력하십시오.
th_th: กรุณาระบุรหัสผ่านการค้า
zh_hant: 請輸入交易密碼

# k_popview_list_counter_emptyData
source: Please add payment method
ja: 支払い方法を追加してください
ko: 지불 방법을 추가하십시오
th_th: กรุณาเพิ่มการชําระเงิน
zh_hant: 請添加支付方式

# k_popview_list_counter_confirmOrder
source: Confirmation of order
ja: 注文を確認
ko: 주문 확인
th_th: เพื่อยืนยันการสั่งซื้อ
zh_hant: 確認訂單

# k_popview_select_paymode
source: Select way of income and pay
ja: 収入と支出方法を選択してください
ko: 수익 및 지출 방법 선택
th_th: เลือกวิธีการชำระเงิน
zh_hant: 選擇收支方式

# k_popview_select_paybank
source: Bank card
ja: 銀行カード
ko: 은행 카드
th_th: บัตรของธนาคาร
zh_hant: 銀行卡

# k_popview_select_payalipay
source: Alipay
ja: アリペイ
th_th: จ่ายสมบัติ
zh_hant: 支付寶

# k_popview_select_paywechat
source: WeChat
th_th: ตัวอักษรขนาดเล็ก
zh_hant: 微信

# k_popview_select_paywechat_mode
source: pay method
ja: 受け取り方法
ko: 지불 방법
th_th: วิธีการรวบรวม
zh_hant: 收款方式

# k_popview_select_paywechat_add
source: Add
ja: 追加
ko: 추가
th_th: เพิ่ม
zh_hant: 添加

# k_popview_select_paywechat_finish
source: complete
ja: 完了
ko: 완료
th_th: เสร็จสมบูรณ์
zh_hant: 完成

# k_popview_select_paywechat_addwechat
source: Add WeChat
ja: WeChatを追加
ko: WeChat 추가
th_th: เพิ่มตัวอักษรขนาดเล็ก
zh_hant: 添加微信

# k_popview_select_paywechat_addalipay
source: Add Alipay
ja: Alipayを追加
ko: Alipay 추가
th_th: เพิ่มการจ่ายสมบัติ
zh_hant: 添加支付寶

# k_popview_select_paywechat_editwechat
source: Editor of WeChat
ja: WeChatを編集
ko: WeChat 편집
th_th: แก้ไขตัวอักษรขนาดเล็ก
zh_hant: 編輯微信

# k_popview_select_paywechat_editalipay
source: Edit Alipay
ja: アリペイを編集
ko: 편집 Alipay
th_th: แก้ไขการจ่ายสมบัติ
zh_hant: 編輯支付寶

# k_popview_select_paywechat_rececode
source: Receipt code
ja: レシートコード
ko: 영수증 코드
th_th: เก็บรหัส
zh_hant: 收款码

# k_popview_select_paywechat_name_placehoder
source: Please input your name
ja: 名前を入力してください
ko: 이름을 입력하십시오.
th_th: กรุณาป้อนชื่อ
zh_hant: 請輸入姓名

# k_popview_select_paywechat_bankname_placehoder
source: Please enter the name of the bank card
ja: 銀行カードの名前を入力してください。
ko: 은행 카드의 이름을 입력하십시오
th_th: กรุณาป้อนชื่อบัตรของธนาคาร
zh_hant: 請輸入銀行卡名稱

# k_popview_select_paywechat_kaihubankname_placehoder
source: Please input the address of the account bank
ja: 銀行の住所を入力してください
ko: 은행 주소를 입력하십시오
th_th: กรุณาใส่ที่อยู่ธนาคาร
zh_hant: 請輸入開戶行地址

# k_popview_select_paywechat_kaihubankcarnumber_placehoder
source: Please enter bank card number
ja: 銀行カード番号を入力してください
ko: 은행 카드 번호를 입력하십시오
th_th: โปรดระบุหมายเลขบัตรเครดิต
zh_hant: 請輸入銀行卡號

# k_popview_select_paywechat_2kaihubankcarnumber_placehoder
source: Please enter the bank card number again
ja: もう一度銀行カード番号を入力してください。
ko: 은행 카드 번호를 다시 입력하십시오
th_th: กรุณาใส่หมายเลขบัตรเครดิต
zh_hant: 請再次輸入銀行卡號

# k_popview_select_paywechat_accounter_placehoder
source: Please input account number
ja: アカウント番号を入力してください
ko: 계좌 번호를 입력하십시오.
th_th: กรุณาใส่หมายเลขบัญชี
zh_hant: 請輸入賬號

# k_popview_select_paywechat_pwd_placehoder
source: Please enter the transaction password
ja: トランザクションパスワードを入力してください
ko: 거래 비밀번호를 입력하십시오.
th_th: กรุณาระบุรหัสผ่านการค้า
zh_hant: 請輸入交易密碼

# k_popview_select_paywechat_edit_action
source: Edit
ja: 編集
ko: 편집
th_th: การแก้ไข
zh_hant: 編輯

# k_popview_select_paywechat_edit_unbind
source: Unbind
ja: バインド解除
ko: 바인딩 해제
th_th: การรวม
zh_hant: 解除綁定

# k_popview_select_paywechat_edit_cancel
source: cancel
ja: キャンセル
ko: 취소
th_th: การยกเลิก
zh_hant: 取消

# k_popview_select_paywechat_edit_sure
source: Sure?
ja: OK
ko: OK
th_th: แน่ใจว่า
zh_hant: 确定

# k_popview_select_paywechat_edit_scuess
source: Successful operation
ja: 操作に成功しました
ko: 작업이 성공했습니다
th_th: งานที่ประสบความสําเร็จ
zh_hant: 操作成功

# k_popview_select_paywechat_accounter
source: WeChat account
ja: WeChatアカウント
ko: WeChat 계정
th_th: จดหมายไมโครบัญชี
zh_hant: 微信賬戶

# k_popview_select_paywechat_rece_accoun
source: Account receivable account
ja: 領収書アカウント
ko: 영수증 계정
th_th: รวบรวมบัญชี
zh_hant: 收款賬戶

# k_popview_select_paywechat_add_bank
source: Add bank card
ja: 銀行カードを追加してください
ko: 은행 카드 추가
th_th: เพิ่มบัตรของธนาคาร
zh_hant: 添加銀行卡

# k_popview_select_paywechat_edit_bank
source: Edit bank card
ja: 銀行カードを編集
ko: 은행 카드 편집
th_th: แก้ไขบัตรของธนาคาร
zh_hant: 編輯銀行卡

# k_popview_select_paywechat_pop_select
source: Please select a bank
ja: 銀行を選択してください
ko: 은행을 선택하십시오
th_th: กรุณาเลือกธนาคาร
zh_hant: 请选择银行

# k_popview_select_paywechat_address_select
source: Select address
ja: 住所を選択
ko: 주소 선택
th_th: เลือกที่อยู่
zh_hant: 选择地址

# k_popview_select_paywechat_confirm_notsame
source: The two entry card number is not the same
ja: 2回入力した銀行カード番号が意味ではありません
ko: 두 번 입력 한 은행 카드 번호가 의미하는 것은 아닙니다.
th_th: สองธนาคารหมายเลขบัตรไม่ระบุสาเหตุหนึ่ง
zh_hant: 兩次輸入的銀行卡號不壹致

# k_popview_input_name
source: Full name
ja: 名前
ko: 이름
th_th: ชื่อ
zh_hant: 姓名

# k_popview_input_bank
source: Account opening bank
ja: 預金銀行
ko: 은행 이름
th_th: บัญชีธนาคาร
zh_hant: 開戶銀行

# k_popview_input_branchbank
source: Account opening branch
ja: ブランチを開く
ko: 지점 은행
th_th: บัญชีสาขา
zh_hant: 開戶支行

# k_popview_input_branchbank_carnumber
source: Bank card number
ja: 銀行カード番号
ko: 은행 카드 번호
th_th: หมายเลขบัตรเครดิต
zh_hant: 銀行卡號

# k_popview_input_branchbank_confirm__concarnumber
source: Confirm card number
ja: カード番号を確認してください
ko: 카드 번호 확인
zh_hant: 確認卡號

# k_popview_input_branchbank_confirm_carnumber
source: Remittance bill
ja: 送金請求書
ko: 송금 법안
th_th: การยืนยันหมายเลขบัตร
zh_hant: 匯款賬單

# k_popview_input_branchbank_confirm_noadd
source: Have you not added payment methods or payment methods?
ja: 支払い方法をまだ追加していません。支払い方法を追加しますか？
ko: 당신은 지불을 추가, 아직 결제 수단을 추가?
th_th: คุณยังไม่ได้เพิ่มวิธีการชำระเงินวิธีการชำระเงินเพิ่ม？
zh_hant: 您暫未添加支付方式，添加支付方式？

# k_popview_input_branchbank_confirm_Tips01
source: 1. please press the prompt information to pay the seller.
ko: 1. 판매자에게 지불하라는 메시지를 따르십시오.
th_th: 1 กดแจ้งชำระเงินให้ผู้ขายนี้
zh_hant: 1.請按提示信息向該賣家付款

# k_popview_input_branchbank_confirm_Tips02
source: 2. seller can be certified merchant, can rest assured payment;
ko: 2. 판매자는 상인이 보장 지불을 쉴 수있는 인증을 받았으며,
th_th: 2 ผู้ขายสำหรับการตรวจสอบการชําระเงินของธุรกิจที่สามารถมั่นใจได้ว่า .
zh_hant: 2.賣家為認證商戶，可放心付款；

# k_popview_input_branchbank_confirm_Tips03
source: 3. when remitting money, please fill in the remark content.
ko: 3. 송금시 비고란에 기입하십시오
th_th: 3.เวลาโอนเงินกรุณาต้องกรอกหมายเหตุเนื้อหา
zh_hant: 3.匯款時請一定要填寫備註內容;

# k_popview_input_branchbank_confirm_Tips04
source: 4.Seller confirms receipt of payment, automatically recharge KOK, if more than 24 hours did not receive currency, please feedback to customer service to resolve
ko: 판매자 후 4. 자동 재충전 KOK 24 시간 이상이 돈을받지 못한, 같은 피드백 고객 서비스를 해결하시기 바랍니다 지불의 영수증을 확인,
th_th: 4.ผู้ขายได้รับการชำระเงินได้รับการยืนยันโดยอัตโนมัติเมื่อชาร์จ KOK เช่นเกินชั่วโมงไม่ได้รับเหรียญ 24 โปรดให้ความคิดเห็นของลูกค้าบริการการแก้ไข ;
zh_hant: 4.賣家確認收到款后，自動充值KOK，如超過24小時未收到幣，請向客服反饋解決；

# k_popview_input_branchbank_confirm_Tips05
source: 5. only 10 sales orders can be launched on the same day
ko: 발사 일이 10 개 펜 주문을 판매 할 수 있습니다
th_th: 5.ในวันเปิดตัวปากกาสามารถให้มากที่สุดของ 10 ใบสั่งขาย .
zh_hant: 5.當日最多只能發起10筆賣出訂單；

# k_popview_input_branchbank_confirm_order
source: Transfer amount
ja: 振替金額
ko: 양 전액
th_th: ยอดเงินโอน
zh_hant: 轉賬金額

# k_popview_input_branchbank_confirm_ordernote
source: Note
ja: 送金時の注意事項
ko: 송금시주의 사항
th_th: หมายเหตุ
zh_hant: 匯款時備註內容

# k_popview_input_branchbank_confirm_orderstatus
source: Account type
ja: アカウントの種類
ko: 계정 유형
th_th: ประเภทบัญชี
zh_hant: 賬戶類型

# k_popview_input_branchbank_confirm_wailttopay
source: Wailtting pay
ja: 保留中の支払い
ko: 지불 할
th_th: ต้องจ่าย
zh_hant: 待支付

# k_popview_input_branchbank_confirm_wailtips
source: Buy range
ja: 購入範囲
ko: 구매 범위
th_th: ซื้อช่วง
zh_hant: 買入範圍

# k_popview_input_branchbank_confirm_wailtips_sell
source: Sell range
ja: 販売範囲
ko: 판매 범위
th_th: ขายช่วง
zh_hant: 賣出範圍

# k_in_c2c_tips
source: Please authenticated with real name first.
ja: 最初に本名認証を行ってください。
ko: 실명 인증을 먼저하십시오
th_th: โปรดตรวจสอบการตรวจสอบชื่อจริง
zh_hant: 請先進行實名認證

# k_in_c2c_tips_range
source: Each purchase and sale range is between
ja: すべての売買範囲
ko: 모든 매수와 매도 범위가 있습니다.
th_th: ในช่วงระหว่างการซื้อและขายในแต่ละ
zh_hant: 每筆買入賣出範圍在

# k_in_c2c_tips_beizhu02
source: （Please fill in)
ja: （必ず記入してください）
ko: (반드시 기입하십시오)
th_th: ให้แน่ใจว่าได้กรอกข้อมูล
zh_hant: （請務必填寫）

# k_in_c2c_tips_beizhu01
source: Please note:
ja: 送金時に注意してください：
ko: 송금시 유의 사항 :
th_th: หมายเหตุ
zh_hant: 匯款時請備註:

# k_in_c2c_tips_payinfo
source: Payment info
ja: 支払い情報
ko: 지불 정보
th_th: ข้อมูลการชำระเงิน
zh_hant: 付款信息

# k_in_c2c_tips_saveinfo
source: Save to phone
ja: 電話に保存
ko: 전화에 저장
th_th: บันทึก
zh_hant: 保存到手機

# k_in_c2c_operation_dis_doc
source: 1, how to buy the mother currency? Selling mother money? The system automatically matches merchants by issuing purchasing information according to the publicized price of the website and completes payment to the account within 24 hours according to the prompt information. After receipt of payment, it will be issued within 2 hours to the address of the purchase account. 2, how to determine the price of the mother currency in the top column 3 by the page of the entire mother currency? The daily price of the mother coin is constant (slight fine-tuning), and the seller will place the order at the specified price. 4, what information do you need to buy? Name / telephone number / recharge address / user name 5, is there any quota limit? Yes, the minimum and maximum value of background settings. The system controls the number of coins bought and sold at a single price. 6, how long will it be charged? Normally half an hour, but sometimes the speed is slower, about 3-5 hours, individual users may be slower, specific block chain network situation prevails. 7, is there any handling charge each time? The platform does not charge any fees, and does not charge any fees. 8, how long is the order valid? The order is valid for 24 hours, if the order can not be matched within 24 hours, the successful order will be cancelled. How to deal with disputes in 9 and C2C trading process? To deal with disputes, C2C transactions, are authenticated by real-name users, such as disputes arising from the transaction process, please provide the relevant deposit, coin records, submitted to the platform to confirm the success or failure of the transaction for arbitration, to ensure the interests of both parties. 10, is it a real name authentication? Yes, users must have a real name authentication function.
ja: 1、母国通貨の購入方法？母国通貨の販売方法？ウェブサイトの公表価格によると、システムは自動的に加盟店とマッチングし、プロンプト情報に従って24時間以内に支払いを完了します。 2時間以内に口座の住所に通貨を送信します。 2、取引されているすべてのコインをトップバーに表示します、 3、マザー価格はどのように決定されますか？マザー通貨の毎日の価格は一定です（わずか 4、購入時に提供する情報は？名前/電話番号/充電アドレス/ユーザー名、 5、上限はありますか？はい、背景設定の最小値、最高値システムは、1回の購入で販売されるコインの量をクォータの量で制御します、 6、 通常、アカウントの再充電にはどのくらいの時間がかかりますか？通常は30分間はかかりますが、速度は遅くなります。具体的な状況はブロックチェーンネットワークに基づいています、 7、毎回手数料はかかりますか？プラットフォームは手数料を請求せず、手数料はかかりませんが、マージンが必要です、 8、注文の有効期間は24時間です、 9、C2C取引プロセスの紛争への対処方法？紛争処理機能があれば、C2Cでの取引は認証されたユーザーであり、取引プロセスで紛争があった場合は、関連情報を提供してください。支払いと通貨記録は、取引の成功または失敗を確認し、その後、双方の利益を確保するために仲裁するためにプラットフォームに提出されます、 10、本名認証ですか？はい、ユーザーは本名認証機能を持っている必要があります。
ko: 1. 모국 통화를 사는 방법? 어머니 통화 판매? 웹 사이트의 게시 가격으로 구매 정보를 게시하십시오. 시스템은 판매자와 자동으로 일치하며, 안내에 따라 24 시간 이내에 계좌로 지불을 완료하십시오. 결제 영수증을 확인한 후, 통화는 2 시간 이내에 계좌 주소로 전송됩니다. n2 거래의 모든 동전을 상단 막대의 탭으로 표시 n3, 부모 통화의 가격을 결정하는 방법? 모 통화의 일일 가격은 일정하며 (약간 조정할 수 있음) 판매자는 지정된 가격으로 주문을합니다. n4, 구입할 때 어떤 정보를 제공해야합니까? 이름 / 전화 번호 / 충전 주소 / 사용자 이름 n5, 한계가 있습니까? 예, 배경이 최소값과 최대 값을 설정합니다. 이 시스템은 단일 구매에서 판매 된 동전의 양을 할당량만큼 조절합니다. n6, 재충전까지 얼마나 걸립니까? 보통 30 분, 하지만 때로는 속도가 느려지는데, 약 3-5 시간, 개별 사용자는 느려질 수 있으며, 블록 체인 네트워크의 특정 상황은 변경 될 수 있습니다. n7, 매번 수수료가 있습니까? 플랫폼은 무료입니다. 수수료는 없지만 보증금이 필요합니다. n8, 주문 유효 기간은 얼마입니까? 주문은 24 시간 동안 유효합니다. 24 시간 이내에 일치하는 항목을 찾을 수없는 경우 주문이 취소됩니다. n9, C2C 거래 프로세스가 어떻게 처리해야합니까? 처리 기능이 분쟁을 가지고, C2C에서 거래, 모두는 실제 이름으로 인증 된 사용자입니다. 거래 프로세스에 분쟁이있는 경우, 관련 지불을 제공하십시오, 통화 기록, 플랫폼 이후의 중재는 거래의 성공 또는 실패를 확인하고, 양 당사자의 이익을 보장하십시오. n10, 실명 인증은 무엇입니까? 네, 사용자는 실명 인증을 가져야합니다.
th_th: 1 , ซื้อเหรียญแม่คืออะไร？ ขายเหรียญแม่？ ตามราคาที่ซื้อเว็บไซต์ประชาสัมพันธ์เผยแพร่ข้อมูลโดยอัตโนมัติโดยระบบการจับคู่ธุรกิจตามคําแนะนําให้ข้อมูลในการชําระเงินในบัญชีของ 24 ให้ทำให้เสร็จภายในหนึ่งชั่วโมง ยืนยันว่าเมื่อเงินจะอยู่ใน 2 ชั่วโมงส่งเหรียญไปซื้อที่อยู่ในบัญชี2 และนำทั้งหมดที่ซื้อขายเหรียญกับแม่หน้าลงชื่อแสดงบนแถบด้านบนของท่อ3 และมูราคาว่าเหรียญอะไร？ เหรียญแม่ทุกวันราคาคงที่ ( ปรับแต่งเล็กน้อยตามคำสั่งของผู้ขายในราคาที่ระบุไว้ ) ,4 และเวลาซื้อต้องให้ข้อมูลอะไร？ ชื่อ / เบอร์โทรศัพท์ / ที่อยู่ / ชื่อผู้โอนและไม่มีการจำกัดจำนวนเงินที่ 5 ？ มีพื้นหลังที่กำหนดโควต้าขั้นต่ำและสูงสุด โควต้าการควบคุมระบบตามค่าของจำนวนการซื้อและขายเหรียญเดียวนานแค่ไหนที่ 6 , เติมเงินบัญชี？ ปกติชั่วโมงครึ่งแต่บางครั้งช้าประมาณ 3-5 ชั่วโมงของผู้ใช้แต่ละคนอาจจะได้ช้าโดยเฉพาะในสถานการณ์ที่บล็อกเครือข่ายห่วงโซ่เป็นมาตรฐานและทุกครั้งที่มี 7 ค่าธรรมเนียม？ เป็นแพลตฟอร์มที่ไม่คิดค่าธรรมเนียมใดๆที่ไม่ได้เรียกเก็บค่าธรรมเนียมแต่จะเสนอขอบสั่งซื้อและระยะเวลานานแค่ไหน 8 ？ ใบสั่งซื้อมีอายุ 24 24 ชั่วโมงชั่วโมงถ้าไม่ตรงกับความสำเร็จจะยกเลิกการสั่งซื้อ9 ธุรกรรม C2C และกระบวนการจัดการข้อพิพาทอย่างไร？ จะต้องมีการจัดการกับข้อพิพาทในฟังก์ชันการค้า C2C , ทั้งหมดผ่านการตรวจสอบชื่อจริงผู้ใช้เช่นกระบวนการการทำธุรกรรมที่เกี่ยวข้องกับข้อพิพาทที่เกิดขึ้นให้ตีเงินและทำให้เงินที่บันทึกไว้เพื่อยืนยันการทำธุรกรรมโดยแพลตฟอร์มที่ประสบความสําเร็จหรือความล้มเหลวเพื่อให้มั่นใจว่าผลประโยชน์ของทั้งสองฝ่ายในการอนุญาโตตุลาการและถ้าการตรวจสอบชื่อจริง 10 ？ ใช่ , ผู้ใช้จะต้องมีการตรวจสอบชื่อจริงในการทำงาน
zh_hant: 1、怎麼買入母幣？賣出母幣？按照網站公示價格發佈購買資訊，系統自動匹配商戶，按照提示資訊在24小時內完成給帳戶付款。確認收到款後，會在2小時內發幣到買帳戶地址中。 2、將所交易的全部母幣以頁簽的管道顯示在頂欄 3、母幣價格怎麼確定？母幣每日價格是恒定的（略有微調），賣方按照指定價格下單。 4、買入時需要提供什麼資料？姓名/電話號碼/充值地址/用戶名 5、有沒有額度限制？有，後臺設定額度的最低，最高值。系統按額度值控制單次買入賣出的幣數量。 6、充值多久到賬？正常情况半個小時，但有時速度較慢，約為3-5個小時，個別用戶可能更慢，具體以區塊鏈網絡情况為准。 7、每次是否有手續費？平臺不收取任何費用，不收手續費，但要提供保證金。 8、訂單有效期多久？訂單有效期為24小時，如24小時內無法匹配成功訂單將撤銷。 9、C2C交易過程糾紛怎麼處理？要有處理糾紛的功能，在C2C進行交易的、均是經過實名認證用戶，如交易過程產生糾紛，請提供有關打款、打幣記錄，交由平臺確認交易成功或失敗後進行仲裁，確保雙方利益。 10、是否實名認證？是的，用戶要有實名認證功能。

# k_popview_list_placehoder
source: Tip: add only my account number.
ja: ヒント：自分の名前でアカウントを追加するだけです
ko: 힌트 : 귀하의 이름으로 만 계정을 추가 할 수 있습니다
th_th: หมายเหตุ : สามารถเพิ่มชื่อบัญชีของฉัน
zh_hant: 提示：只可添加本人名下的賬號

# k_popview_list_qr
source: Receipt two-dimensional code
ja: 受け取りQRコード
ko: 영수증 QR 코드
th_th: คอลเลกชันรหัสสองมิติ
zh_hant: 收款二維碼

# k_popview_list_sureto_add
source: Determine the addition of
ja: OK追加
ko: 결정 추가
th_th: การกำหนดเพิ่ม
zh_hant: 確定添加

# k_popview_list_sureto_tips
source: Please input your account name.
ja: アカウント名を入力してください
ko: 계정 이름을 입력하십시오.
th_th: กรุณาป้อนชื่อบัญชีผู้ใช้
zh_hant: 请输入账户名

# k_popview_list_sureto_commit
source: Please upload the WeChat payment code.
ja: WeChatコレクションコードをアップロードしてください。
ko: WeChat 콜렉션 코드를 업로드하십시오.
th_th: โปรดอัปโหลดหนังสือไมโครคอลเลกชันรหัส
zh_hant: 请上传微信收款码

# k_bank_popview_list_countname
source: countterID
ja: アカウント名
ko: 계정 이름
th_th: ชื่อบัญชี
zh_hant: 賬戶名

# k_bank_popview_list_countname_place
source: Tip: add only my bank card to my name.
ja: ヒント：私の名前の下にのみ銀行カードを追加してください。
ko: 힌트 : 귀하의 이름으로 은행 카드를 추가 할 수 있습니다
th_th: หมายเหตุ : สามารถเพิ่มชื่อผมมีบัตรของธนาคาร
zh_hant: 提示：只可添加本人名下的銀行卡

# k_bank_popview_list_countname_kaihu
source: Account opening bank
ja: 銀行預金
ko: 은행 이름
th_th: บัญชีธนาคาร
zh_hant: 開戶銀行

# k_bank_popview_list_countname_kaihu_place
source: RMB withdrawals only support banks in the list
ja: 人民元の引き出しは、リスト内の銀行のみをサポートしています。
ko: 인민폐 인출은 목록에있는 은행 만 지원합니다
th_th: หยวนเงินสดเท่านั้นที่สนับสนุนรายชื่อธนาคาร
zh_hant: 人民幣提現僅支持列表中的銀行

# k_bank_popview_list_szd
source: Location
ja: ロケーション
ko: 위치
zh_hant: 所在地

# k_bank_popview_list_khzh
source: Account opening branch
ja: ブランチを開く
ko: 지점 은행
th_th: บัญชีสาขา
zh_hant: 開戶支行

# k_bank_popview_list_yhk
source: Bank card
ja: 銀行カード
ko: 은행 카드
th_th: บัตรของธนาคาร
zh_hant: 銀行卡

# k_bank_popview_list_countname_repeat
source: Repeat card number
ja: カード番号を繰り返してください
ko: 카드 번호 반복
th_th: ซ้ำหมายเลข
zh_hant: 重複卡號

# k_c2c_buyp
source: Price（￥)
ja: 購入価格（¥）
ko: 구매 가격 (¥)
th_th: ราคาซื้อ（￥)
zh_hant: 買入價（￥)
