Repository: XYGDeveloper/Chinese-currency
Catalog: HuaBi/*.lproj/Localizable.strings
Languages: ja, ko, th_th, zh_hant

# k_c2c_sellp
source: Price（￥)
ja: 販売価格（¥）
ko: 판매 가격 (¥)
th_th: ราคาที่ขาย（￥)
zh_hant: 賣出價（￥)

# k_c2c_buycount
source: Number
ja: 購入金額
ko: 구매 금액
th_th: ปริมาณการซื้อ
zh_hant: 買入量

# k_c2c_sell_buycount_placehoder
source: Plaese enter the number.
ja: 購入数量を入力してください
ko: 구매 수량을 입력하십시오
th_th: โปรดใส่จำนวน
zh_hant: 請輸入購買數量

# k_c2c_sellcount
source: sell count
ja: 販売金額
ko: 판매량
th_th: ปริมาณการขาย
zh_hant: 賣出量

# k_c2c_needt
source: Need
ja: 支払いが必要です
ko: 지불하다
th_th: ต้องการ
zh_hant: 需付

# k_c2c_acquire
source: Acquire
ja: 利用可能
ko: 이용 가능
th_th: ที่มีจำหน่าย
zh_hant: 可得

# k_c2c_now_startbuy
source: start buy
ja: 今すぐ購入
ko: 지금 구입
th_th: ซื้อทันที
zh_hant: 立即買入

# k_c2c_now_startsell
source: start sell
ja: すぐに売る
ko: 즉시 판매
th_th: ขายได้ทันที
zh_hant: 立即賣出

# k_c2c_now_trade
source: trade
ja: 取引
ko: 거래
th_th: การซื้อขาย
zh_hant: 交易

# k_c2c_now_trade01
source: Merchant
ja: ビジネス保護
ko: 사업 보호
th_th: ธุรกิจสนับสนุน
zh_hant: 商護

# k_c2c_now_trade02
source: count
ja: トランザクション数
ko: 거래 수량
th_th: รายการหมายเลข
zh_hant: 成交數量

# k_c2c_now_trade03
source: type
ja: タイプ
ko: 유형
th_th: ประเภท
zh_hant: 類型

# k_c2c_now_trade04
source: status
ja: ステータス
ko: 상태
th_th: สถานะ
zh_hant: 狀態

# k_c2c_now_default
source: default
ja: デフォルトとして設定
ko: 기본값으로 설정
th_th: ตั้งเป็นค่าเริ่มต้น
zh_hant: 設為默認

# k_c2c_now_sel_pay
source: select pay / in mode
ja: 支払い方法/領収方法を選択してください。
ko: 지불 / 수금 방법을 선택하십시오
th_th: กรุณาเลือกวิธีการชําระเงิน / แคชเชียร์
zh_hant: 請選擇支付/收款方式

# k_c2c_now_sel_add
source: to add pay method
ja: お支払い方法を追加してください。
ko: 결제 수단을 추가하십시오
th_th: กรุณาไปที่การเพิ่มการชำระเงิน
zh_hant: 請前往添加支付方式

# k_c2c_input_equal
source: Inconsistency between bank card number and confirmation card number input
ja: シルバーカード番号と確認用カード番号が入力されていません
ko: 실버 카드 번호와 확인 카드 번호가 입력되지 않았습니다
th_th: และยืนยันว่าเงินจำนวนหนึ่งจากจำนวนไม่ระบุ
zh_hant: 銀卡號和確認卡號輸入不壹致

# k_HBTradeJLViewController_time
source: Time
ja: 時間
ko: 시간
th_th: เวลา
zh_hant: 時間

# k_HBTradeJLViewController_type
source: Category
ja: カテゴリ
th_th: ประเภท
zh_hant: 類別

# k_HBTradeJLViewController_number
source: Flow number
ja: ストリーミング番号
ko: 러닝 워터 번호
th_th: หมายเลข
zh_hant: 流水號

# k_HBTradeJLViewController_count
source: Quantity
ja: 数量
ko: 수량
th_th: จํานวน
zh_hant: 數量

# k_HBTradeJLViewController_price
source: Unit price
ja: 単価
ko: 단가
th_th: ราคาต่อหน่วย
zh_hant: 單價

# k_HBTradeJLViewController_sumprice
source: Total price
ja: 合計金額
ko: 총 가격
th_th: ราคารวม
zh_hant: 總價

# k_HBTradeJLViewController_status
source: State
ja: ステータス
ko: 상태
th_th: สถานะ
zh_hant: 狀態

# k_HBTradeJLViewController_operation
source: Operation
ja: 操作
ko: 운영
th_th: การดำเนินงาน
zh_hant: 操作

# k_TradeViewController_title
source: Trade
ja: 取引
ko: 거래
th_th: การซื้อขาย
zh_hant: 交易

# k_TradeViewController_seg01
source: Purchase
ja: 購入
ko: 사다
th_th: การซื้อ
zh_hant: 買入

# k_TradeViewController_seg02
source: Sell
ja: 売り
ko: 팔다
th_th: ขาย
zh_hant: 賣出

# k_TradeViewController_seg03
source: Cancel
ja: 撤退
ko: 철수
th_th: การยกเลิกการจอง
zh_hant: 撤單

# k_TradeViewController_seg04
source: Records
ja: 履歴
ko: 역사
th_th: บันทึกประวัติศาสตร์
zh_hant: 歷史記錄

# k_YTBuyAndSellDetailTableViewController_total_prouct
source: Total Prouct:
ja: 合計金額：
ko: 총 금액 :
th_th: รวม:
zh_hant: 總量:

# k_YTBuyAndSellDetailTableViewController_integral_amount
source: Integral amount:
ja: 使用可能：
ko: 사용 가능한 금액 :
th_th: ปริมาณ:
zh_hant: 可用量:

# k_YTBuyAndSellDetailTableViewController_integral_freezing
source: Integral freezing:
ja: 凍結量：
ko: 얼는 양 :
th_th: แช่แข็ง:
zh_hant: 凍結量:

# k_YTBuyAndSellDetailTableViewController_latest_deal
source: Latest deal
ja: 最新の取引
ko: 최신 거래
th_th: รายการใหม่ล่าสุด
zh_hant: 最新成交

source: Insufficient balance
ja: 残高不足
ko: 불충분 한 균형
th_th: ความสมดุลไม่เพียงพอ
zh_hant: 餘額不足

# k_TradeViewController_Limit price
source: Limit price:
ja: 最大ストッププライス：
ko: 최고 제한 가격 :
th_th: ราคา จำกัด:
zh_hant: 漲停價:

# k_TradeViewController_Stop price
source: Stop price:
ja: ストッププライス：
ko: 중지 가격 :
th_th: หยุดราคา:
zh_hant: 跌停價:

# k_TradeViewController_Deal time
source: Deal time:
ja: トランザクション時間：
ko: 최저 한계 가격 :
th_th: เวลาซื้อขาย:
zh_hant: 交易時間:

# k_YTBuyAndSellDetailTableViewController_buyPriceCannotBeEmpty
source: Buy price can't be empty
ja: 購入価格を空にすることはできません
ko: 구매 가격은 비워 둘 수 없습니다
th_th: ราคาซื้อจะว่างเปล่า
zh_hant: 買入價格不能為空

# k_YTBuyAndSellDetailTableViewController_sellPriceCannotBeEmpty
source: Sell price can't be empty
ja: 販売価格を空にすることはできません
ko: 판매 가격은 비어있을 수 없습니다
th_th: ขายราคาไม่ต้องว่าง
zh_hant: 賣出價格不能為空

# k_YTBuyAndSellDetailTableViewController_TheNumberOfBuyingCannotBeEmpty
source: The Number Of Buying can't be empty
ja: 購入数を空にすることはできません
ko: 구매 수량는 비어있을 수 없습니다
th_th: ปริมาณซื้อจะว่างเปล่า
zh_hant: 買入數量不能為空

# k_YTBuyAndSellDetailTableViewController_TheNumberOfSellingCannotBeEmpty
source: The Number Of Selling can't be empty
ja: 販売数を空にすることはできません
ko: 판매량은 비어있을 수 없습니다
th_th: ขายจะว่างเปล่า
zh_hant: 賣出數量不能為空

# k_YTBuyAndSellDetailTableViewController_TransactionCannotBeEmpty
source: Transaction password can't be empty
ja: トランザクションパスワードを空にすることはできません
ko: 거래 비밀번호는 비워 둘 수 없습니다
th_th: รหัสผ่านการทำธุรกรรมจะว่างเปล่า
zh_hant: 交易密碼不能為空

# HBCurrentEntrustViewController.AlertTitle
source: Cancel
ja: デリゲートを元に戻す
ko: 위임을 취소하라
th_th: แก้
zh_hant: 撤銷委託

# HBCurrentEntrustViewController.AlertMessage
source: Cancel the Entrust?
ja: デリゲートを取り消してもよろしいですか？
ko: 위원회의 철수 결정?
th_th: ยกเลิกค่าคอมมิชชัน?
zh_hant: 確定撤銷委託？

source: Sell
ja: 売り
ko: 팔다
th_th: ขาย
zh_hant: 賣

source: Buy
ja: 購入
ko: 사다
th_th: ซื้อ
zh_hant: 買

# sell_2
source: Sell
ja: 売り
ko: 팔다
th_th: ขาย
zh_hant: 賣出

# buy_2
source: Buy
ja: 購入
ko: 사다
th_th: การซื้อ
zh_hant: 買入

source: Limit price
ja: 指値
ko: 제한 가격
th_th: จำกัด
zh_hant: 限價

source: Market_price
ja: 市場価格
ko: 시장 가격
th_th: ราคาตลาด
zh_hant: 市價

# Buy_price
source: Price
ja: 購入価格
ko: 가격 매수
th_th: ราคาซื้อ
zh_hant: 買入價

# Sell_price
source: Price
ja: 売値
ko: 판매 가격
th_th: ขายราคา
zh_hant: 賣出價

source: Price
ja: 価格
ko: 가격
th_th: ราคา
zh_hant: 價格

source: Entrust
ja: 委任
ko: 수수료 금액
th_th: ปริมาณของลูกค้า
zh_hant: 委託量

source: Number
ja: 数量
ko: 수량
th_th: จํานวน
zh_hant: 數量

source: Trade code
ja: 取引パスワード
ko: 거래 비밀 번호
th_th: รหัสผ่านการทำธุรกรรม
zh_hant: 交易密碼

source: Buy immediately
ja: 今すぐ購入
ko: 지금 구입
th_th: ซื้อทันที
zh_hant: 立即買入

source: Sell immediately
ja: すぐに売る
ko: 즉시 판매
th_th: ขายได้ทันที
zh_hant: 立即賣出

source: Time
ja: 時間
ko: 시간
th_th: เวลา
zh_hant: 時間

source: Type
ja: 方向
ko: 방향
th_th: ประเภท
zh_hant: 方向

# Trade_price
source: Price
ja: 取引価格
ko: 거래 가격
th_th: ราคา
zh_hant: 成交價格

# Trade_volume
source: Volume
ja: ボリューム
ko: 볼륨
th_th: การหมุนเวียน
zh_hant: 成交量

source: Total
ja: 合計
ko: 총
th_th: ทั้งหมด
zh_hant: 總計

# Deal
source: Make a bargain
ja: 取引
ko: 거래하다
th_th: การหมุนเวียน
zh_hant: 成交

source: Entrustment type
ja: 委任タイプ：
ko: 위임 유형 :
th_th: ประเภทตัวแทน：
zh_hant: 委託類型：

# Entrust_price
source: Entrust
ja: 信託価格：
ko: 위탁 가격 :
th_th: ราคาของลูกค้า：
zh_hant: 委託價格：

source: Quantity entrusted
ja: 参加者数：
ko: 주문 수 :
th_th: จำนวนที่ได้รับมอบหมาย：
zh_hant: 委託數量：

source: Quotation
ja: 引用
ko: 시장
th_th: ตลาด
zh_hant: 行情

source: Option
ja: オプション
ko: 선택적
th_th: ที่เลือก
zh_hant: 自選

# kcurrentuantity_labl0
source: MSCurrency：
ja: 通貨データ：
ko: 통화 정보 :
th_th: ไม่มีการตั้งค่า：
zh_hant: 币种资料：

# kcurrentuantity_labl1
source: English name
ja: 英語名
ko: 영어 이름
th_th: ชื่อภาษาอังกฤษ
zh_hant: 英文名

# kcurrentuantity_labl2
source: Release date
ja: 発売日
ko: 출시일
th_th: วันที่ประกาศ
zh_hant: 發布日期

# kcurrentuantity_labl3
source: Total amount of distribution
ja: 合計号
ko: 총 발행 금액
th_th: ทั้งหมดออก
zh_hant: 發行總量

# kcurrentuantity_labl4
source: Block speed
ja: ブロック速度
ko: 블록 속도
th_th: บล็อกความเร็ว
zh_hant: 区块速度

# kcurrentuantity_labl5
source: Core algorithm
ja: コアアルゴリズム
ko: 핵심 알고리즘
th_th: หลักคณิตศาสตร์
zh_hant: 核心算法

# kcurrentuantity_labl6
source: Mode of proof
ja: 証明方法
ko: 증명 방법
th_th: วิธีพิสูจน์
zh_hant: 證明方式

# kcurrentuantity_labl7
source: Main features
ja: 主な機能
ko: 주요 기능
th_th: คุณสมบัติหลัก
zh_hant: 主要特色

# k_HBAssetDetailiewController_kok
source: My KOK
ja: 私のKOK
ko: 내 콕
th_th: ฉัน KOK
zh_hant: 我的KOK

# k_HBAssetDetailiewController_kokcy
source: My KOKcy
ja: 私のKOKcy
ko: 내 KOKcy
th_th: ฉัน KOKcy
zh_hant: 我的KOKcy

# k_HBHelpCenteriewController_title
source: Help center
ja: ヘルプセンター
ko: 도움말 센터
th_th: ศูนย์ช่วยเหลือ
zh_hant: 幫助中心

# k_HBHelpCenteriewController_normal
source: Q&A
ja: よくある質問と回答
ko: 자주 묻는 질문
th_th: คำถามที่พบบ่อย
zh_hant: 常見問題

# k_HBHelpCenteriewController_about
source: About Us
ja: 会社概要
ko: 우리 소개
th_th: สำหรับเรา
zh_hant: 關於我們

# k_HBHelpCenteriewController_notice
source: Information Bulletin
ja: 情報掲示
ko: 정보 게시판
th_th: ข้อมูลประกาศ
zh_hant: 信息公告

# k_HBHelpCenteriewController_version
source: Veision
ja: バージョン
ko: 버전
th_th: รุ่น
zh_hant: 版本

source: Subscription
ja: 購読
ko: 구독
th_th: การสมัครสมาชิก
zh_hant: 認購

# k_HBcommonQuestioniewController_titile
source: How can I manage to withdraw cash?
ja: 到着しない場合はどうすればいいですか？
ko: 내가 도착하지 않으면 어떻게해야합니까?
th_th: เงินสดในบัญชีไม่ได้ทำอะไร？
zh_hant: 提现没到账怎么办？

# HBAccountTableViewController_isexpire
source: Click To login
ja: クリックしてログインします
ko: 클릭하여 로그인
th_th: คลิกเข้าสู่ระบบ
zh_hant: 點擊登錄

# k_contactViewController_empty
source: Not Set
ja: 未設定
ko: 아직 설정되지 않았습니다
th_th: ไม่มีการตั้งค่า
zh_hant: 暫未設置

# HBMemberViewController_info
source: Essential information
ja: 基本情報
ko: 기본 정보
th_th: ข้อมูลพื้นฐาน
zh_hant: 基本信息

# HBMemberViewController_authdes
source: Identity authentication
ja: 認証
ko: 신원 인증
th_th: การตรวจสอบ
zh_hant: 身份認證

# HBMemberViewController_authstat0
source: Uncertified
ja: 認証されていません
ko: 인증 안됨
th_th: ที่ไม่ได้รับอนุญาต
zh_hant: 未認證

# HBMemberViewController_authstat1
source: Not through
ja: 失敗
ko: 통과하지 못했습니다
th_th: ไม่ต้องผ่าน
zh_hant: 未通過

# HBMemberViewController_authstat2
source: Certified
ja: 認証済み
ko: 인증
th_th: ที่ได้รับการรับรอง
zh_hant: 已認證

# HBMemberViewController_authstat3
source: Audit
ja: レビュー中
ko: 검토 중
th_th: ในการตรวจสอบ
zh_hant: 審核中

# HBMemberViewController_authfailure
source: Authentication failure
ja: 認証に失敗しました
ko: 인증에 실패했습니다.
th_th: การตรวจสอบสิทธิ์ล้มเหลว
zh_hant: 認證失敗

# HBMemberViewController_authscuess
source: Authentication success
ja: 認証済み
ko: 인증
th_th: ความสําเร็จในการรับรอง
zh_hant: 已認證

# HBMemberViewController_name
source: name
ja: 名前
ko: 이름
th_th: ชื่อ
zh_hant: 姓名

# HBMemberViewController_nickname
source: Nickname
ja: ニックネーム
ko: 닉네임
th_th: ชื่อเล่น
zh_hant: 暱稱

# HBMemberViewController_setting
source: Setting
ja: 設定
ko: 설정
th_th: จัดตั้งขึ้น
zh_hant: 設置

# HBMemberViewController_set_nickname
source: Set nickname
ja: ニックネームを設定
ko: 닉네임 설정
th_th: ตั้งชื่อเล่น
zh_hant: 設置暱稱

# HBMemberViewController_acctounter
source: accounter
ja: アカウント
ko: 계정
th_th: เลขที่บัญชี
zh_hant: 賬號

# HBMemberViewController_country
source: country
ja: カントリーエリア
ko: 국가 영역
th_th: ประเทศและภูมิภาค
zh_hant: 國家地區

# HBMemberViewController_carid
source: ID:
ja: ドキュメント番号：
ko: 문서 번호 :
th_th: หมายเลขของใบรับรอง :
zh_hant: 證件號碼：

# HBMemberViewController_time
source: Authentication time:
ja: 認証時間：
ko: 인증 시간 :
th_th: เวลาที่ผ่านการรับรอง :
zh_hant: 認證時間：

# HBMemberViewController_loginOut
source: Exit
ja: 安全な終了
ko: 안전한 출구
th_th: เป็นทางออกที่ปลอดภัยจาก
zh_hant: 安全退出

# HBAsetViewController_header
source: My assets
ja: 私の資産
ko: 나의 자산
th_th: ทรัพย์สินของฉัน
zh_hant: 我的資產

# HBAsetViewController_s1
source: Account assets
ja: アカウント資産
ko: 계정 자산
th_th: บัญชีสินทรัพย์
zh_hant: 賬戶資產

# HBAsetViewController_s2
source: Financial log
ja: 財務ログ
ko: 재무 기록
th_th: เข้าสู่ระบบ
zh_hant: 財務日誌

# HBRewardViewController_header
source: Reward for maid
ja: リベート報酬
ko: 리베이트 보상
th_th: รางวัลนี้
zh_hant: 返傭獎勵

# HBRewardViewController_s1
source: My recommendation
ja: 私のおすすめ
ko: 내 추천
th_th: ผมขอแนะนำ
zh_hant: 我的推薦

# HBRewardViewController_s2
source: Trade Mining
ja: トランザクションマイニング
ko: 거래 마이닝
th_th: ธุรกิจเหมืองแร่
zh_hant: 交易挖礦

# HBRewardViewController_s3
source: Inviting mine
ja: 招待マイニング
ko: 초대 광업
th_th: เชิญขุด
zh_hant: 邀請挖礦

# HBRewardViewController_s3_1
source: Team reward
ja: チーム報酬
ko: 팀 보상
th_th: การให้รางวัลเป็นทีม
zh_hant: 團隊獎勵

# HBRewardViewController_s3_1_1
source: Total team rewards
ja: チーム報酬合計
ko: 팀 보상 총액
th_th: รางวัลทีมทั้งหมด
zh_hant: 團隊獎勵總額

# HBRewardViewController_s3_1_0
source: Invited mining total
ja: 招待マイニング合計
ko: 광업 총량 초대
th_th: จำนวนการทำเหมืองแร่ที่เชิญ
zh_hant: 邀請挖礦總額

# HBRewardViewController_s3_0
source: Total trading volume
ja: Total Trading Core
ko: 거래 마이닝 합계
th_th: ปริมาณการซื้อขายรวม
zh_hant: 交易挖礦總額

# HBRewardViewController_s4
source: Invite two dimensional code
ja: 招待状のQRコード
ko: 나의 초대 QR 코드
th_th: ฉันเชิญรหัสสองมิติ
zh_hant: 我的邀約二維碼

# modifyLoginPassword_ori
source: Please enter the original login password.
ja: オリジナルのログインパスワードを入力してください
ko: 원래 로그인 비밀번호를 입력하십시오
th_th: โปรดป้อนรหัสผ่านเข้าสู่ระบบเดิมของคุณ
zh_hant: 請輸入原始登錄密碼

# modifyLoginPassword_new
source: Please set up a new login password.
ja: 新しいログインパスワードを設定してください
ko: 새 로그인 비밀번호를 설정하십시오.
th_th: โปรดตั้งรหัสผ่านสำหรับเข้าสู่ระบบใหม่
zh_hant: 請設置新登錄密碼

# modifyLoginPassword_connew
source: Please input confirm the new login password.
ja: 確認用の新しいログインパスワードを入力してください
ko: 확인 새 로그인 비밀번호를 입력하십시오.
th_th: โปรดป้อนรหัสผ่านสำหรับเข้าสู่ระบบใหม่
zh_hant: 請輸入確認新登錄密碼

# modifyLoginPassword_scuess
source: change is successful.
ja: 正常に変更されました
ko: 성공적으로 수정 됨
th_th: ปรับเปลี่ยนเรียบร้อยแล้ว
zh_hant: 修改成功

# modifyPassword_ori
source: Please input the original password.
ja: 元のパスワードを入力してください
ko: 원래 비밀번호를 입력하십시오
th_th: โปรดป้อนรหัสผ่านเดิม
zh_hant: 請輸入原始密碼

# modifyPassword_new
source: Please enter a new password.
ja: 新しいパスワードを入力してください
ko: 새 비밀번호를 입력하십시오.
th_th: โปรดป้อนรหัสผ่านใหม่
zh_hant: 請輸入新密碼

# modifyPassword_connew
source: Please enter confirmation password.
ja: 確認パスワードを入力してください
ko: 확인 비밀번호를 입력하십시오
th_th: โปรดป้อนรหัสผ่านการยืนยัน
zh_hant: 請輸入確認密碼

# modifyPassword_same
source: The new password and confirmation password are different.
ja: 新しいパスワードが設定され、パスワードが確認されませんでした
ko: 새 비밀번호가 설정되고 비밀번호가 확인되었습니다.
th_th: รหัสผ่านใหม่และรหัสผ่านการยืนยันจะไม่เกิดขึ้น
zh_hant: 新設置密碼和確認密碼不壹致

# modifyPassword_wailt
source: The revised transaction password has been submitted and is under review.
ja: トランザクションパスワードの変更が送信されました、レビュー中です
ko: 수정 된 트랜잭션 비밀번호가 제출되었습니다. 검토 중.
th_th: รหัสผ่านธุรกรรมที่แก้ไขแล้วได้รับการส่งและอยู่ระหว่างการตรวจสอบ
zh_hant: 修改交易密碼已提交，正在審核中

# bindemail_tip
source: Please input the mailbox.
ja: メールアドレスを入力してください
ko: 귀하의 이메일 주소를 입력하십시오
th_th: โปรดป้อนที่อยู่อีเมลของคุณ
zh_hant: 請輸入郵箱

# bindemail_tip1
source: Please enter the mailbox verification code.
ja: メール確認コードを入力してください
ko: 이메일 인증 코드를 입력하십시오
th_th: โปรดป้อนรหัสยืนยันอีเมล
zh_hant: 請輸入郵箱驗證碼

# bindemail_scuess
source: Bind mailbox successfully
ja: メールボックスのバインドに成功しました
ko: 사서함을 성공적으로 바인딩
th_th: ผูกกล่องจดหมายได้สำเร็จ
zh_hant: 綁定郵箱成功

# bindemail_send_1
source: Send vericode
ja: 確認コードを送信
ko: 인증 코드 전송
th_th: ส่งรหัสยืนยัน
zh_hant: 发送验证码

# bindemail_send_2
source: Recapture
ja: 再取得
ko: 재 취득하다
th_th: จะได้รับมัน
zh_hant: 重新获取

# fun_wailt_developer
source: Please look forward to it
ja: しばらくお待ちください
ko: 앞으로 기대해주십시오.
th_th: คอยติดตาม
zh_hant: 敬請期待

# photo_lib_photoLib
source: Select from album
ja: アルバムから選択
ko: 앨범에서 선택
th_th: เลือกจากอัลบั้ม
zh_hant: 從相冊選取

# photo_lib_camara
source: camera
ja: 写真
ko: 사진
th_th: ถ่ายรูป
zh_hant: 拍照

# HBLoginTableViewController_des
source: Log in to HBDAex
ja: 中国通貨でログインします
ko: 화 코인 로그인
th_th: ประเทศจีนเงินเข้าสู่ระบบ
zh_hant: 登錄華幣

# HBLoginTableViewController_phone_placehoder
source: Mobile phone number
ja: 携帯電話番号
ko: 전화 번호:
th_th: หมายเลขโทรศัพท์มือถือ
zh_hant: 手機號碼

# HBLoginTableViewController_password_placehoder
source: password
ja: パスワード
ko: 비밀번호
th_th: รหัสผ่าน
zh_hant: 密碼

# HBLoginTableViewController_password_login
source: Login
ja: ログイン
ko: 로그인
th_th: เข้าสู่ระบบ
zh_hant: 登錄

# HBLoginTableViewController_password_forgetpwd
source: Forget the password
ja: パスワードを忘れました
ko: 비밀번호를 분실했습니다
th_th: ลืมรหัสผ่าน
zh_hant: 忘記密碼

# HBLoginTableViewController_password_regisDes
source: No Chinese account yet?
ja: まだ中国の通貨口座はありませんか？
ko: 아직 화 코인 계좌가 있습니까?
th_th: จีนเหรียญยังไม่มีบัญชี？
zh_hant: 還沒有華幣賬號？

# HBLoginTableViewController_password_regis
source: Registration
ja: 登録
ko: 등록
th_th: การลงทะเบียน
zh_hant: 註冊

# HBForgetPasswordTableViewController_forgetDes
source: Forget the password
ja: パスワードを忘れました
ko: 비밀번호를 분실했습니다
th_th: ลืมรหัสผ่าน
zh_hant: 忘記密碼

# HBForgetPasswordTableViewController_forgetPhone_placehoder
source: Please enter your phone number.
ja: 電話番号を入力してください
ko: 귀하의 휴대폰 번호를 입력하십시오
th_th: โปรดระบุหมายเลขโทรศัพท์มือถือของคุณ
zh_hant: 請輸入您的手機號碼

# HBForgetPasswordTableViewController_forgetEmail_placehoder
source: Please enter your email.
ja: メールアドレスを入力してください
ko: 귀하의 이메일 주소를 입력하십시오
th_th: โปรดระบุหมายเลขโทรศัพท์มือถือของคุณ
zh_hant: 請輸入您的郵箱地址

# HBForgetPasswordTableViewController_valcode_placehoder
source: Please input verification code.
ja: 確認コードを入力してください
ko: 인증 코드를 입력하십시오
th_th: กรุณาป้อนรหัสยืนยัน
zh_hant: 請輸入驗證碼

# HBForgetPasswordTableViewController_valcode_get
source: Get verification code
ja: 確認コードを取得
ko: 인증 코드 가져 오기
th_th: รับรหัสยืนยัน
zh_hant: 獲取驗證碼

# HBForgetPasswordTableViewController_findPwd
source: Retrieve the password
ja: パスワードを取得
ko: 비밀번호 검색
th_th: กู้คืนรหัสผ่าน
zh_hant: 找回密碼

# HBResetPasswordTableViewController_resetDes
source: Reset the password
ja: パスワードをリセット
ko: 비밀번호 재설정
th_th: รีเซ็ตรหัสผ่านของ
zh_hant: 重置密碼

# HBResetPasswordTableViewController_ori_placehoder
source: Please enter a new login password.
ja: 新しいログインパスワードを入力してください
ko: 새 로그인 비밀번호를 입력하십시오.
th_th: กรุณาป้อนรหัสผ่านเข้าสู่ระบบใหม่
zh_hant: 請輸入新的登錄密碼

# HBResetPasswordTableViewController_new_placehoder
source: Please enter the new login password again.
ja: もう一度新しいログインパスワードを入力してください。
ko: 새 로그인 비밀번호를 다시 입력하십시오.
th_th: กรุณาใส่รหัสผ่านเข้าสู่ระบบใหม่
zh_hant: 請再次輸入新的登錄密碼

# HBResetPasswordTableViewController_commit
source: Submission
ja: 送信
ko: 제출
th_th: ส่ง
zh_hant: 提交

# HBRegisterTableViewController_registerdes
source: There are Chinese currency accounts?
ja: 中国の通貨口座はありますか？
ko: 화 코인 계좌가 있습니까?
th_th: มีเหรียญจีนบัญชี？
zh_hant: 已有華幣賬號？

# HBRegisterTableViewController_read
source: Read and agreed.
ja: 読んで同意します
ko: 읽고 동의했다
th_th: ได้อ่านและยอมรับข้อตกลง
zh_hant: 已閱讀并同意

# HBRegisterTableViewController_agree
source: 《China currency digital asset exchange registration agreement》
ja: CNYデジタル資産取引所登録契約
ko: 화 코인 디지털 자산 교환소 등록 계약
th_th: จีน "เหรียญตรา " ข้อตกลงการลงทะเบียนสินทรัพย์ดิจิตอล
zh_hant: 《華幣數字資產交易所註冊協議》

# HBRegisterTableViewController_invitecode
source: Please input invitation code (Require).
ja: 招待コードを入力してください（オプション）
ko: 초대 코드를 입력하십시오 (선택 사항)
th_th: โปรดระบุรหัสเชิญ ( เพราะว่า )
zh_hant: 請輸入邀請碼（選填）

# HBRegisterTableViewController_1tradepwd
source: Please enter the transaction password.
ja: トランザクションパスワードを入力してください
ko: 거래 비밀번호를 입력하십시오.
th_th: กรุณาระบุรหัสผ่านการค้า
zh_hant: 請輸入交易密碼

# HBRegisterTableViewController_2tradepwd
source: Please enter the transaction password again.
ja: トランザクションパスワードをもう一度入力してください。
ko: 거래 비밀번호를 다시 입력하십시오.
th_th: โปรดป้อนรหัสผ่านการทำธุรกรรม
zh_hant: 請再次輸入交易密碼

# HBRegisterTableViewController_1loginpwd
source: Please enter login password.
ja: ログインパスワードを入力してください
ko: 로그인 비밀번호를 입력하십시오.
th_th: กรุณาป้อนรหัสผ่านเข้าสู่ระบบ
zh_hant: 請輸入登錄密碼

# HBRegisterTableViewController_2loginpwd
source: Please enter the login password again.
ja: もう一度ログインパスワードを入力してください。
ko: 다시 로그인 비밀번호를 입력하십시오
th_th: กรุณาใส่รหัสผ่านเข้าสู่ระบบ
zh_hant: 請再次輸入登錄密碼

# HBRegisterTableViewController_valcode
source: Please input verification code.
ja: 確認コードを入力してください
ko: 인증 코드를 입력하십시오
th_th: กรุณาป้อนรหัสยืนยัน
zh_hant: 請輸入驗證碼

# HBRegisterTableViewController_getvalcode
source: Get verification code
ja: 確認コードを取得
ko: 인증 코드 가져 오기
th_th: รับรหัสยืนยัน
zh_hant: 獲取驗證碼

# HBRegisterTableViewController_defaultCountry
source: China
ja: 中国
ko: 중국
th_th: จีน
zh_hant: 中國

# HBRegisterTableViewController_defaultdes
source: Support for international SMS registration
ja: 国際SMS登録のサポート
ko: 국제 SMS 등록 지원
th_th: ลงทะเบียนสนับสนุน SMS ระหว่างประเทศ
zh_hant: 支持國際短信註冊

source: Phone
ja: 携帯電話
ko: 휴대 전화
th_th: โทรศัพท์มือถือ
zh_hant: 手機

source: eMail
ja: メールボックス
ko: 사서함
th_th: ตู้จดหมาย
zh_hant: 郵箱

# HBRegisterTableViewController_encouraging
source: Register for 1000KOKcy, invitation too
ja: 1000KOKcyへの登録、招待状の送信も
ko: 1000KOKcy를 보내기 위해 등록, 초대장도 보내집니다
th_th: ลงทะเบียนเพื่อส่ง 1000KOKcy ส่งคำเชิญ
zh_hant: 註冊送1000KOKcy,邀請也送

source: Intro
ja: はじめに
ko: 소개
th_th: บรรยาย
zh_hant: 簡介

source: Issue date
ja: 発売日
ko: 릴리스 타임
th_th: เวลาออก
zh_hant: 發行時間

source: Total circulation
ja: 総循環
ko: 총 발행 금액
th_th: ปัจจุบันรวม
zh_hant: 發行總量

source: Total turnover
ja: 総循環
ko: 전체 순환
th_th: ปัจจุบันรวม
zh_hant: 流通總量

source: Website
ja: 公式Webサイト
ko: 공식 웹 사이트
th_th: เว็บไซต์อย่างเป็นทางการ
zh_hant: 官網

source: Raise price
ja: クラウドファンディング価格
ko: 크라우드 펀딩 가격
th_th: รวมราคาทั้งหมด
zh_hant: 眾籌價格

source: White paper
ja: ホワイトペーパー
ko: 백서
th_th: กระดาษสีขาว
zh_hant: 白皮書

source: Block query
ja: ブロッククエリ
ko: 블록 쿼리
th_th: ค้นหาบล็อกนี้
zh_hant: 區塊查詢

# OTC_Max
source: Max
ja: 最大
ko: 최대
th_th: สูงสุด
zh_hant: 最大

# OTC_Min
source: Min
ja: 最小
ko: 최소
th_th: น้อยที่สุด
zh_hant: 最小

# OTC_Seller
source: Seller
ja: 売り手
ko: 판매자
th_th: ผู้ขาย
zh_hant: 賣家

# OTC_Buyer
source: Buyer
ja: 購入者
ko: 구매자
th_th: ผู้ซื้อ
zh_hant: 買家

# OTC_main_buy
source: Buy
ja: 購入
ko: 구매
th_th: การซื้อ
zh_hant: 購買

# OTC_main_sell
source: Sell
ja: 売却
ko: 판매
th_th: ขาย
zh_hant: 出售

# OTC_main_postad
source: Advertise
ja: 広告を公開
ko: 광고 게시
th_th: ประกาศโฆษณา
zh_hant: 發佈廣告

# OTC_main_myad
source: My ad
ja: 私の広告
ko: 내 광고
th_th: โฆษณาของฉัน
zh_hant: 我的廣告

# OTC_main_order
source: Trade order
ja: 取引注文
ko: 거래 주문
th_th: คำสั่งซื้อขาย
zh_hant: 交易訂單

# OTC_main_payway
source: Income & pay way
ja: 収入と支払い方法
ko: 영수증 방법
th_th: วิธีการรวบรวม
zh_hant: 收支方式

# OTC_main_hide
source: Hide
ja: 隠す
ko: 숨겨진
th_th: ซ่อน
zh_hant: 隐藏

# OTC_qr_savefail
source: Photo save failed
ja: 写真の保存に失敗しました
ko: 사진을 저장하지 못했습니다
th_th: ภาพการรักษาที่ล้มเหลว
zh_hant: 照片保存失敗

# OTC_qr_savesuccess
source: The photos have been saved to the system album.
ja: 写真はシステムアルバムに保存されました。
ko: 사진이 시스템 앨범에 저장되었습니다.
th_th: ภาพที่ได้รับการบันทึกไว้ในระบบอัลบั้ม
zh_hant: 照片已經保存到系統相冊

# OTC_qr_savetophone
source: Save to mobile phone
ja: 電話に保存
ko: 전화에 저장
th_th: วิธีการรวบรวม
zh_hant: 保存到手機

# OTC_profile_dealcount
source: Number of transactions
ja: トランザクション数
ko: 거래 수
th_th: จำนวนรายการ
zh_hant: 交易次數

# OTC_profile_finishrate
source: Completion rate
ja: 完了率
ko: 완료율
th_th: อัตราการเติมเต็ม
zh_hant: 完成率

# OTC_profile_avatime
source: Average release (minutes)
ja: 平均リリース（分）
ko: 평균 출시 (분)
th_th: ค่าเฉลี่ยการปล่อย ( นาที )
zh_hant: 平均放行 (分鐘)

# OTC_profile_identi
source: Real name authentication
ja: 本名の認証
ko: 실명 인증
th_th: การตรวจสอบชื่อจริง
zh_hant: 實名認證

# OTC_profile_phoneiden
source: Mobile authentication
ja: モバイル認証
ko: 휴대폰 인증
th_th: การตรวจสอบโทรศัพท์มือถือ
zh_hant: 手機認證

# OTC_buyDetail_buydetail
source: Purchase details
ja: 購入詳細
ko: 구매 세부 사항
th_th: รายละเอียดการซื้อ
zh_hant: 購買詳情

# OTC_buyDetail_chat
source: Chat
ja: チャット
ko: 채팅
th_th: แชท
zh_hant: 聊天

# OTC_buyDetail_canceldeal
source: Cancel transaction
ja: 取引をキャンセル
ko: 거래 취소
th_th: ในการยกเลิกการทำธุรกรรม
zh_hant: 取消交易

# OTC_buyDetail_topay
source: Go to pay
ja: 支払いに行きます
ko: 지불하러 가라
th_th: ไปจ่าย
zh_hant: 去支付

# OTC_buyDetail_paydelay
source: Order payment timeout
ja: 注文支払いタイムアウト
ko: 주문 지불 시간 초과
th_th: การสั่งซื้อการชำระเงินการหมดเวลา
zh_hant: 订单付款超时

# OTC_buy
source: Buy
ja: 購入
ko: 사다
th_th: การซื้อ
zh_hant: 買入

# OTC_sell
source: Sell
ja: 販売
ko: 팔다
th_th: ขาย
zh_hant: 賣出

# OTC_copySuccess
source: Replicating success
ja: コピー成功
ko: 복사 성공
th_th: คัดลอกความสำเร็จ
zh_hant: 復制成功

# OTC_copySuccess_copy
source: Copy
ja: コピー
ko: 복사
th_th: คัดลอก
zh_hant: 復制

# OTC_buyDetail_choosepayway
source: Please choose payment method.
ja: 支払い方法を選択してください
ko: 지불 방법을 선택하십시오
th_th: เลือกวิธีการชำระเงิน
zh_hant: 請選擇付款方式

# OTC_buyDetail_reachmaxcount
source: The number of orders cancelled today has reached the upper limit.
ja: 今日のキャンセル数が上限に達しました。
ko: 취소 횟수가 오늘 한도에 도달했습니다
th_th: ยกเลิกการสั่งซื้อได้ถึงสูงสุดวันนี้เวลา
zh_hant: 今日取消訂單次數已達上限
