Repository: XYGDeveloper/Chinese-currency
Catalog: HuaBi/*.lproj/Localizable.strings
Languages: ja, ko, th_th, zh_hant

# OTC_buyDetail_orderhasbeencancel
source: Order cancelled
ja: 注文をキャンセルしました
ko: 주문이 취소되었습니다
th_th: ใบสั่งที่ถูกยกเลิก
zh_hant: 訂單已取消

# OTC_buyDetail_maxcounttips
source: Your cancellation time is about to reach the day. You will not be able to buy it today.
ja: キャンセルはまもなくオンラインになります。今日は購入できないことを確認してください。
ko: 취소하면 곧 온라인 상태가됩니다. 취소를 확인하면 오늘 구매할 수 없습니다.
th_th: จำนวนวันที่จะถึงการยกเลิกของคุณออนไลน์คุณจะไม่สามารถซื้อในวันนี้เพื่อยืนยันการยกเลิก
zh_hant: 您的取消次數即將達到當日上線，確認取消您今日將無法買入

# OTC_buyDetail_notyetpay
source: I confirm that I have not paid the other party yet.
ja: 相手に支払いをしていないことを確認しました。
ko: 아직 상대방에게 돈을 지불하지 않았 음을 확인합니다.
th_th: ฉันยืนยันยังไม่ได้จ่ายเงินให้แก่กันและกัน
zh_hant: 我確認還沒有付款給對方

# OTC_buyDetail_notyetpay2
source: I confirm that I have not paid the other party, and I will voluntarily assume responsibility if there is any loss of funds.
ja: 私は相手方に支払いをしていないことを確認します。資金が失われた場合は、私が責任を負います。
ko: 나는 아직 상대방에게 돈을 지불하지 않았 음을 확인합니다. 본인은 자금 손실에 대해 자발적으로 책임을집니다.
th_th: ฉันยืนยันว่าฉันไม่ได้ชำระเงินให้กับอีกฝ่ายและฉันจะรับผิดชอบหากมีการสูญเสียเงินโดยสมัครใจ
zh_hant: 我確認還沒有付款給對方，如有資金損失我自願承擔責任。

# OTC_left
source: left
ja: 残り
ko: 남은
th_th: เหลือ
zh_hant: 剩

# OTC_minute
source: min
ja: 分
ko: 분
th_th: คะแนน
zh_hant: 分

# OTC_second
source: sec
ja: 秒
ko: 초
th_th: วินาที
zh_hant: 秒

# OTC_ordersum
source: Order amount
ja: 注文金額
ko: 주문 금액
th_th: จำนวนการสั่งซื้อ
zh_hant: 訂單金額

# OTC_sinleprice
source: Price
ja: 単価
ko: 단가
th_th: ราคาต่อหน่วย
zh_hant: 單價

# OTC_ordernumber
source: Order No
ja: 注文番号
ko: 주문 번호
th_th: หมายเลขการสั่งซื้อ
zh_hant: 訂單號

# OTC_payreference
source: Ref No
ja: 参照番号
ko: 참조 번호
th_th: หมายเลขอ้างอิงการชำระเงิน
zh_hant: 參考號

# OTC_ordertime
source: Order time
ja: 注文時間
ko: 주문 시간
th_th: วันที่สั่งซื้อ
zh_hant: 訂單時間

# OTC_seller
source: Seller
ja: 売り手
ko: 판매자
th_th: ขายบ้าน
zh_hant: 賣家

# OTC_notPay
source: Unpaid
ja: 未払い
ko: 지불하지 않았다
th_th: โดยไม่ต้องชําระเงิน
zh_hant: 未付款

# OTC_buy_hasPaied
source: Completed payment
ja: 支払い完了
ko: '결제 완료'
th_th: ได้เสร็จสิ้นการชำระเงิน
zh_hant: 已完成付款

# OTC_buyconfirm_tips
source: I already know: after the payment is successful, click the bottom button. (The malicious card will be frozen. )
ja: 私はすでに知っています。支払いが完了したら、下のボタンをクリックする必要があります（悪意のあるカードはフリーズします）。
ko: 나는 이미 알고 있습니다 : 지불이 성공하면 아래 버튼을 클릭해야합니다. (악의적 인 카드는 동결됩니다.)
th_th: ฉันได้รู้ที่จำเป็นในการประสบความสำเร็จหลังจากคลิกที่ปุ่มด้านล่าง บัตรเดียว ( ที่เป็นอันตรายจะถูกแช่แข็ง)
zh_hant: 我已知曉：需在付款成功后點擊下方按鈕。（惡意卡單將會被凍結。)

# OTC_buyconfirm_payconfirm
source: Payment confirmation
ja: 支払い確認
ko: 지불 확인
th_th: การยืนยันการชําระเงิน
zh_hant: 付款確認

# OTC_buyconfirm_paytimeisover
source: The payment time has been closed.
ja: 支払い期限が切れました
ko: 지불 시간이 만료되었습니다
th_th: มีกำหนดเวลาการชำระเงิน
zh_hant: 付款時間已經截止

# OTC_buyconfirm_plseasein
source: Please in
ja: どうぞお入りください
ko: 제발
th_th: กรุณา
zh_hant: 請在

# OTC_buyconfirm_payup
source: Payment for inward or above receivables
ja: 支払い方法
ko: 내부 지불 방법
th_th: มากกว่าวิธีการชําระเงินภายในคอลเลกชัน
zh_hant: 內向以上收款方式支付

# OTC_buyconfirm_paytips
source: Please confirm that you have paid the buyer. Malicious click will directly freeze accounts！
ja: 購入者に支払いをしたことを確認してください。悪意のあるクリックによりアカウントが直接凍結されます。
ko: 구매자에게 비용을 지불했는지 확인하십시오. 악의적 인 클릭으로 계정이 직접 정지됩니다！
th_th: โปรดตรวจสอบให้แน่ใจว่าคุณมีการชำระเงินให้กับผู้ซื้อ คลิกที่เป็นอันตรายจะแช่แข็งบัญชีโดยตรง！
zh_hant: 請確認您已向買方付款。惡意點擊將直接凍結賬戶！

# OTC_toallow
source: To be released
ja: 保留リリース
ko: 풀려날
th_th: ที่จะปล่อย
zh_hant: 待放行

# OTC_buylist_noorder
source: No order
ja: 注文なし
ko: 주문 없음
th_th: ไม่มีใบสั่งซื้อ
zh_hant: 暫無訂單

# OTC_buylist_inputmoney
source: Please enter transaction amount.
ja: 取引金額を入力してください
ko: 거래 금액을 입력하십시오
th_th: โปรดระบุมูลค่าการซื้อขาย
zh_hant: 請輸入交易金額

# OTC_buylist_inputvolume
source: Please enter purchase quantity.
ja: 購入数量を入力してください
ko: 구매 수량을 입력하십시오
th_th: โปรดระบุปริมาณการซื้อ
zh_hant: 請輸入購買數量

# OTC_buylist_moneytoobig
source: The amount you set is greater than the maximum transaction volume set by the other party.
ja: 設定した金額が、相手方が設定した最大取引金額を超えています。
ko: 귀하가 설정 한 금액이 상대방이 설정 한 최대 거래 금액보다 큽니다.
th_th: คุณตั้งค่าจํานวนมากในการตั้งค่าการค้าที่ใหญ่ที่สุดของอีกฝ่าย
zh_hant: 您設置的金額大於對方設置的最大交易額

# OTC_buylist_volumesmall
source: The purchase quantity should not be less than 0.0001.
ja: 購入数を0.0001未満にすることはできません。
ko: 구매 수량은 0.0001보다 작을 수 없습니다.
th_th: ปริมาณการซื้อต้องไม่น้อยกว่า 0.0001
zh_hant: 購買數量不能小於0.0001

# OTC_buylist_codeerror
source: Verification code error
ja: 確認コードエラー
ko: 인증 코드 오류
th_th: รหัสในการตรวจสอบข้อผิดพลาด
zh_hant: 驗證碼錯誤

# OTC_post_next
source: Next step
ja: 次へ
ko: 다음
th_th: ขั้นตอนต่อไป
zh_hant: 下一步

# OTC_post_postad
source: Advertise
ja: 広告を公開
ko: 광고 게시
th_th: ประกาศโฆษณา
zh_hant: 發佈廣告

# OTC_post_priceshouldbigthan0
source: The price must be greater than 0.
ja: 価格は0より大きくなければなりません
ko: 가격은 0원 커야합니다
th_th: ราคาต้องมากกว่า 0
zh_hant: 價格必須大於0

# OTC_post_volumeshouldbigthan0
source: The quantity must be greater than 0.
ja: 数字は0より大きくなければなりません
ko: 수량는 0보다 커야합니다
th_th: มีจํานวนเงินที่ต้องมากกว่า 0
zh_hant: 數量必須大於0

# OTC_post_inputremark
source: Please input assets message.
ja: アセットメッセージを入力してください
ko: 자산 메시지를 입력하십시오.
th_th: กรุณาใส่ข้อความของสินทรัพย์
zh_hant: 請輸入資產留言

# OTC_post_pricesmall
source: The price should not be lower than the limit price.
ja: 価格を終値より低くすることはできません
ko: 가격은 최저 한계 가격 보다 작 없습니다
th_th: ราคาไม่ต่ำกว่าราคาที่จำกัด
zh_hant: 價格不能小於跌停價

# OTC_post_pricebig
source: The price should not be higher than the limit price.
ja: 価格を1日の上限価格よりも高くすることはできません
ko: 가격은 최고 한계 가격 보다 큼 없습니다.
th_th: ราคาไม่เกินราคาการซื้อขาย
zh_hant: 價格不能大於漲停價

# OTC_post_sumbig
source: minimum transaction volume can not be greater than the set amount of transaction
ja: 最小取引金額を設定取引金額より大きくすることはできません
ko: 최소 거래 금액은 설정된 거래 금액보다 클 수 없습니다
th_th: ปริมาณการซื้อขายไม่สูงสุดกับการตั้งค่าของธุรกรรม
zh_hant: 最低交易額不能大於設定的交易額

# OTC_post_sumshouldbigthan0
source: maximum transaction volume must be greater than 0
ja: 最大取引金額は0より大きくなければなりません
ko: 최대 거래 금액은 0보다 커야합니다
th_th: ปริมาณการซื้อขายสูงสุดจะต้องมากกว่า 0
zh_hant: 最高交易額必須大於0

# OTC_post_postleft
source: Release the remainder
ja: 残りの公開
ko: 나머지는 풀어 라
th_th: ปล่อยที่เหลือ
zh_hant: 發布剩余

# OTC_post_own
source: Avaliable
ja: 利用可能
ko: 이용 가능
th_th: ที่มีจำหน่าย
zh_hant: 可用

# OTC_post_upperprice
source: Raising limit
ja: 最大ストップ価格
ko: 최고 제한 가격
th_th: กำหนดราคา
zh_hant: 漲停價格

# OTC_post_lowerprice
source: Limit down
ja: 下限価格
ko: 최저 한계 가격
th_th: ราคาวงเงิน
zh_hant: 跌停價格

# OTC_post_waitresult
source: Verification result
ja: 検証結果
ko: 검증 결과
th_th: ผลการตรวจสอบ
zh_hant: 验证结果

# OTC_post_postsuccess
source: Release success
ja: 正常に公開されました
ko: 성공적으로 릴리스 됨
th_th: ประกาศความสำเร็จ
zh_hant: 發佈成功

# OTC_post_tips1
source: we will give you feedback at the first time we click your customers
ja: あなたの顧客がクリックされたときにフィードバックを差し上げます。
ko: 고객을 클릭 할 때 피드백을 줄 것입니다.
th_th: เราก็คลิกที่ลูกค้าของคุณในเวลาเพื่อให้คุณที่หนึ่งความคิดเห็น
zh_hant: 我們會在有點擊您的客戶第一時間向您反饋

# OTC_post_tips2
source: submitted application, waiting for platform processing
ja: 申請が送信され、プラットフォームの処理を待っています
ko: 응용 프로그램이 제출되어 플랫폼이 처리되기를 기다리고 있습니다.
th_th: ได้ยื่นใบสมัครรอแพลตฟอร์มการประมวลผล
zh_hant: 已提交申請，等待平台處理

# OTC_post_wait
source: Waiting for processing
ja: 処理待ち
ko: 처리 대기 중
th_th: รอการประมวลผล
zh_hant: 等待處理

# OTC_post_postbuyad
source: Publish purchase ads
ja: 購入広告を公開
ko: '구매 광고 게시'
th_th: ประกาศซื้อโฆษณา
zh_hant: 發佈購買廣告

# OTC_post_postsellad
source: Advertising for sale
ja: セール広告を公開
ko: 판매 광고 게시
th_th: ประกาศขายโฆษณา
zh_hant: 發佈出售廣告

# OTC_post_confirmthemesg
source: Please confirm the following information
ja: 次の情報を確認してください。
ko: 다음 정보를 확인하십시오
th_th: กรุณาระบุข้อมูลต่อไปนี้
zh_hant: 請確認以下信息

# OTC_post_haverad
source: Read and read
ja: レビューして読んだこと
ko: 읽기 및 읽기
th_th: ได้ตรวจสอบและอ่าน
zh_hant: 已查閱並閱讀

# OTC_post_userpro
source: 《User protocol》
ja: ユーザー規約
ko: 사용자 계약
th_th: 《ข้อตกลงของผู้ใช้》
zh_hant: 《用戶協議》

# OTC_post_back
source: Back
ja: return
ko: return
th_th: กลับไปที่
zh_hant: 返回

# OTC_post_setpayway
source: Please set up or open the collection method first.
ja: 最初に支払い方法を設定するか開いてください。
ko: 먼저 결제 수단을 설정하거나여십시오.
th_th: ก่อนการตั้งค่าหรือเปิดเงิน
zh_hant: 請先設置或開啟收款方式

# OTC_post_directpayfee
source: Immediate deductions
ja: 即時控除
ko: 즉각적인 공제
th_th: หักค่าใช้จ่ายได้ทันที
zh_hant: 立即扣費

# OTC_post_Settlement_deduction
source: Settlement deduction
ja: 決済の控除
ko: 정산 공제
th_th: การตั้งถิ่นฐานหัก
zh_hant: 結算扣除

# OTC_post_setpayway1
source: Set payment method
ja: 支払い方法を設定
ko: 결제 수단 설정
th_th: การตั้งค่าการชำระเงิน
zh_hant: 設置付款方式

# OTC_post_setgetway
source: Setting up collection method
ja: 支払い方法を設定
ko: 지불 방법 설정
th_th: การตั้งค่าเงิน
zh_hant: 設置收款方式

# OTC_post_atleaset1payway
source: Please set up and open one payment method at least.
ja: 少なくとも支払い方法を設定して開いてください。
ko: 적어도 지불 방법을 설정하고여십시오.
th_th: กรุณาตั้งค่าอย่างน้อยหนึ่งชนิดของการชําระเงินและเปิด
zh_hant: 請至少設置並開啟壹種支付方式

# OTC_post_currency
source: Currency:
ja: 通貨：
ko: 통화 :
th_th: สกุลเงิน:
zh_hant: 幣種:

# OTC_post_limitprice
source: Limit price:
ja: 限界価格：
ko: 제한 가격 :
th_th: จำกัด:
zh_hant: 限價:

# OTC_post_volume
source: Number
ja: 数量
ko: 수량
th_th: ปริมาณ
zh_hant: 數量

# OTC_post_sum
source: Trade vol:
ja: 取引金額：
ko: 거래 금액 :
th_th: ปริมาณการซื้อขาย:
zh_hant: 交易額:

# OTC_post_maxsum
source: Max vol:
ja: 最大取引金額：
ko: 최대 거래 금액 :
th_th: ปริมาณการซื้อขายสูงสุด:
zh_hant: 最高交易額:

# OTC_post_minsum
source: Min vol:
ja: 最小取引金額：
ko: 최소 거래 금액 :
th_th: ปริมาณการซื้อขายที่ถูกที่สุด:
zh_hant: 最低交易額:

# OTC_post_feerate
source: Fee rate:
ja: 処理率：
ko: 처리율 :
th_th: อัตราค่าธรรมเนียม:
zh_hant: 手續費費率:

# OTC_post_fee
source: Fee:
ja: 手数料：
ko: 취급 수수료 :
th_th: ค่าลงทะเบียน :
zh_hant: 手續費:

# OTC_post_payway
source: Deduction method:
ja: 借方方法：
ko: 공제 방법 :
th_th: ซึ่งวิธี :
zh_hant: 扣款方式:

# OTC_post_realvolume
source: Actual sold number:
ja: 実際の販売数量：
ko: 실제 판매 수량 :
th_th: ปริมาณการขายจริง:
zh_hant: 實際出售數量:

# OTC_post_realvolume_buy
source: Actual bought number:
ja: 実際の購入数量：
ko: 실제 구매 수량 :
th_th: ปริมาณการสั่งซื้อจริง:
zh_hant: 實際購買數量:

# OTC_post_ihaveknow
source: I have learned
ja: 私は学びました
ko: 나는 배웠다
th_th: ผมได้ทราบ
zh_hant: 我已悉知

# OTC_post_posttips
source: 1. After the AD is published, your **** Token will be frozen; 2. If the AD is cancelled within 5 hours from the release, the system will charge a XXX% handling fee; 3. If the AD is cancelled after 5 hours, the system will not charge a fee; 4. After the AD is revoked, the remaining unfilled assets will be returned to your account.
ja: 1.広告が公開された後、システムは通貨を凍結します。 2.システムはリリース後5時間以内に手数料のXXX％を請求します。 3. 5時間後広告が取り消された場合、システムは料金を請求しません。 4.広告が取り消された後、残りの未入力の資産は元の方法でアカウントに返されます。
ko: 1. 광고 공개 후. 시스템이 귀하의 ＊＊＊＊＊코인를 고정시킵니다. 2. 출시 후 5 시간 이내에 광고 취소. 시스템에서 xxx %의 수수료를 부과합니다. 3. 5 시간 후에 광고가 취소 된 경우. 시스템에서 수수료를 청구하지 않습니다. 4. 광고를 취소 한 후. 채워지지 않은 나머지 자산은 계정으로 반환됩니다.
th_th: 1. หลังจากที่โฆษณาถูกเผยแพร่แล้วสกุลเงิน **** ของคุณจะถูกระงับ 2. หากโฆษณาถูกยกเลิกภายใน 5 ชั่วโมงจากการเปิดตัวระบบจะเรียกเก็บค่าธรรมเนียมการจัดการ XXX% 3. หากโฆษณาถูกยกเลิกหลังจาก 5 ชั่วโมงระบบจะไม่คิดค่าธรรมเนียม 4. หลังจากโฆษณาถูกเพิกถอนสินทรัพย์ที่ไม่สำเร็จที่เหลือจะถูกส่งกลับไปยังบัญชีของคุณ
zh_hant: 1. 廣告發布後，系統將會凍結您的**** 幣； 2. 自發布起5小時內撤銷廣告，系統將收取XXX%手續費； 3. 如5小時之後撤銷廣告，系統不收取手續費； 4. 撤銷廣告後，剩餘未成交資產將會原路退回到您的賬戶。

# OTC_post_posttips_buy
source: After posting the advertisement, please check the transaction order to complete the transaction in time to avoid affecting the reputation. If the ad is revoked three times on the day, the right to purchase the ad will be restricted on the same day.
ja: 広告を掲載した後、評判に影響を与えないように、取引の注文を確認して間に合うように取引を完了してください。広告が同じ日に3回キャンセルされた場合
ko: 릴리스광고 후. 시간 내에 거래를 완료하려면 거래 주문을 확인하십시오. 평판에 영향을 미치지 않도록. 하루에 세 번 광고가 취소되었습니다. 당일 광고 권리의 구입을 제한 할 것입니다.
th_th: หลังจากโพสต์โฆษณากรุณาตรวจสอบคำสั่งการทำธุรกรรมเพื่อให้การทำธุรกรรมเสร็จสิ้นตรงเวลาเพื่อหลีกเลี่ยงผลกระทบต่อชื่อเสียง หากโฆษณาถูกเพิกถอนสามครั้งในวันนั้นสิทธิ์ในการซื้อโฆษณาจะถูก จำกัด ในวันเดียวกัน
zh_hant: 發布廣告後，請及時查看交易訂單完成交易，以免影響信譽。當日撤銷廣告達到三次，將限制當日發布購買廣告權限。

# OTC_post_attention
source: Be careful
ja: 注意
ko: 관심
th_th: หมายเหตุ
zh_hant: 注意

# OTC_post_pleaseacceptpro
source: Please agree to user agreement.
ja: ユーザー規約に同意してください
ko: 사용자 계약에 동의하십시오
th_th: โปรดยอมรับข้อตกลงของผู้ใช้
zh_hant: 請同意用戶協議

# OTC_order_norecord
source: No record
ja: レコードなし
ko: 기록 없음
th_th: ยังไม่มีการบันทึก
zh_hant: 暫無記錄

# OTC_order_orderdetail
source: Order details
ja: 注文の詳細
ko: 주문 세부 정보
th_th: รายละเอียดสินค้า
zh_hant: 訂單詳情

# OTC_order_paysuccess
source: Cannot initiate an appeal after
ja: 支払い成功
ko: 지불 성공
th_th: การชำระเงินที่ประสบความสำเร็จ
zh_hant: 付款成功

# OTC_order_afterminutetoappeal
source: minute of successful payment.
ja: 1分後に上訴を開始してください。
ko: 잠시 후 호소 할 수 있습니다.
th_th: นาทีเพื่อที่จะร้องเรียน
zh_hant: 分鐘后才能發起申訴

# OTC_order_otcwillgetfee
source: *OTC transactions are charged when buying and selling
ja: *売買時にOTC取引が発生します。
ko: * OTC 거래는 구매 및 판매시 부과됩니다.
th_th: *OTCในการซื้อและขายรายการจะคิดค่าบริการ
zh_hant: *OTC交易在買入與賣出時均會收取

# OTC_order__fee
source: fees
ja: 取扱手数料
ko: 취급 수수료
th_th: ค่าธรรมเนียมสำหรับ
zh_hant: 的手續費

# OTC_order_nochoose
source: Unselected
ja: 選択されていません
ko: 선택되지 않음
th_th: ยังไม่มีการเลือก
zh_hant: 未選擇

# OTC_order_ordercancel
source: Order cancelled, unable to view order information.
ja: 注文がキャンセルされました。注文情報を表示できません。
ko: 주문이 취소되었으며 주문 정보를 볼 수 없습니다
th_th: ใบสั่งที่ถูกยกเลิกและไม่สามารถดูข้อมูลการสั่งซื้อ
zh_hant: 訂單已取消，無法查看訂單信息

# OTC_order_orderpaid
source: Order paid
ja: 注文が支払われました
ko: 명령이 지불되었습니다
th_th: มีการสั่งซื้อการชำระเงิน
zh_hant: 訂單已付款

# OTC_order_ordernotpay
source: Unpaid order
ja: 未払いの注文
ko: 지불하지 않은 주문
th_th: สั่งซื้อสินค้าโดยไม่ต้องชําระเงิน
zh_hant: 訂單未付款

# OTC_order_orderdone
source: Order completed
ja: 注文完了
ko: 주문이 완료되었습니다
th_th: สั่งเสร็จ
zh_hant: 訂單已完成

# OTC_order_orderappleal
source: Order complaint
ja: オーダーアピール
ko: 주문 호소
th_th: สั่งในฎีกา
zh_hant: 訂單申訴中

# OTC_order_topay
source: Go to payment
ja: 支払いに進む
ko: 지불하러 가라
th_th: ไปจ่ายเงินที่
zh_hant: 去付款

# OTC_order_cancelorder
source: Cancel
ja: 注文をキャンセル
ko: 주문 취소
th_th: ยกเลิกการสั่งซื้อ
zh_hant: 取消訂單

# OTC_order_discharged
source: Release
ja: リリース
ko: 석방
th_th: ปล่อย
zh_hant: 放行

# OTC_order_appleal
source: Appeal
ja: 魅力
ko: 항소
th_th: ร้องเรียน
zh_hant: 申诉

# OTC_order_seller
source: Seller
ja: 販売者
ko: 판매 파티
th_th: ด้านการขาย
zh_hant: 賣出方

# OTC_order_buyer
source: Buyer
ja: パーティを購入
ko: 구매 파티
th_th: ผู้ซื้อ
zh_hant: 買入方

# OTC_order_currency
source: Currency
ja: 通貨
ko: 통화
th_th: สกุลเงิน
zh_hant: 幣種

# OTC_order_dealvolume
source: Number
ja: 取引数量
ko: 거래 수량
th_th: ปริมาณการซื้อขาย
zh_hant: 交易數量

# OTC_order_price
source: Price
ja: 取引単価
ko: 거래 단가
th_th: ราคาต่อหน่วย
zh_hant: 交易單價

# OTC_order_payment
source: Payment
ja: 支払い方法
ko: 지불 방법
th_th: วิธีการชำระเงิน
zh_hant: 付款方式

# OTC_order_contact
source: Contact
ja: 連絡する
ko: 서로 연락하기
th_th: ติดต่อกัน
zh_hant: 聯繫對方

# OTC_order_Actual_arrival
source: Actual arrival
ja: 実際の到着
ko: 실제로 도착했다
th_th: การมาถึงจริง
zh_hant: 實際到賬

# OTC_order_Actual_deduct
source: Actual deduct
ja: 実際の控除額
ko: 실제 공제액
th_th: การหักจริง
zh_hant: 實際扣除

# OTC_order_I_have_paid
source: I have paid
ja: 支払いをしました
ko: 나는 돈을 지불했다
th_th: ฉันได้รับเงิน
zh_hant: 我已付款

# OTC_order_deal_total_money
source: Total Of money
ja: 総取引数
ko: 총 거래
th_th: จำนวนการทำธุรกรรมทั้งหมด
zh_hant: 交易總額

# OTC_order_deal_fiat_price
source: Fiat price
ja: フランスの通貨
ko: 프랑스 화폐 가치 평가
th_th: สกุลเงินถูกกฎหมาย
zh_hant: 法幣計價

# OTC_order_deal_number_of_buy
source: Number of buy
ja: 購入数量
ko: 구매 수량
th_th: ปริมาณการสั่งซื้อ
zh_hant: 購買數量

# OTC_fee
source: Fee
ja: 取扱手数料
ko: 수수료
th_th: ค่าธรรมเนียม
zh_hant: 手續費

# OTC_order_realcost
source: Actual deductions
ja: 実際の控除額
ko: 실제 공제액
th_th: หักจริง
zh_hant: 實際扣除

# OTC_order_youneedtowait
source: You still have to wait.
ja: まだ待つ必要があります
ko: 당신은 여전히
th_th: นอกจากนี้คุณยังต้องรอ
zh_hant: 您還需等待

# OTC_order_all
source: All
ja: すべて
ko: 모두
th_th: ทั้งหมด
zh_hant: 全部

# OTC_order_notpay
source: Unpaid
ja: 未払い
ko: 지불하지 않았다
th_th: โดยไม่ต้องชําระเงิน
zh_hant: 未付款

# OTC_order_todischarge
source: To be released
ja: 保留リリース
ko: 풀려날
th_th: ที่จะปล่อย
zh_hant: 待放行

# OTC_order_cancel
source: Cancelled
ja: キャンセル
ko: 취소됨
th_th: ถูกยกเลิก
zh_hant: 已取消

# OTC_order_done
source: Completed
ja: 完了
ko: 완료
th_th: ที่เสร็จสมบูรณ์
zh_hant: 已完成

# OTC_order_applealing
source: Appealing
ja: 魅力
ko: 항소
th_th: ในฎีกา
zh_hant: 申訴中

# OTC_order_paid
source: Already paid
ja: 支払い済み
ko: 지불
th_th: ได้จ่ายเงิน
zh_hant: 已付款

# OTC_appleal
source: Appeal
ja: 魅力
ko: 항소
th_th: ร้องเรียน
zh_hant: 申訴

# OTC_order_applealtips1
source: After the appeal is made, assets will be frozen and the Ombudsman will intervene in the transaction until the end of the complaint. A malicious complaint is a violation of the normal operation of the platform. If the circumstances are serious, the account will be frozen.
ja: アピールが提出されると資産は凍結され、オンブズマンはアピールが終了するまで取引に介入します。悪意のあるアピールは、プラットフォームの通常の操作を中断させる行為であり、状況が深刻な場合はアカウントを凍結します。
ko: 자산은 불만 제기 후 동결됩니다. 감독관이이 거래에 개입합니다. 이의 제기가 끝날 때까지 악의적 인 호소는 플랫폼의 정상적인 작동을 방해하는 행위입니다. 심각한 음모가 계좌를 동결시킬 것입니다.
th_th: จะหยุดส่งทรัพย์สินตามข้อร้องเรียนผู้ตรวจการแผ่นดินจะเกี่ยวข้องในธุรกรรมนี้ร้องเรียนจนจบ เป็นแพลตฟอร์มการดำเนินงานปกติของข้อร้องเรียนที่เป็นอันตรายต่อการกระทำที่ร้ายแรงจะแช่แข็งบัญชี。
zh_hant: 提請申訴後資產將會凍結，申訴專員將介入本次交易，直至申訴結束。惡意申訴屬於擾亂平臺正常運營的行為，情節嚴重將凍結帳戶。

# OTC_order_applealtips2
source: After the appeal is made, assets will be frozen and the Ombudsman will intervene in the transaction until the end of the complaint. A malicious complaint is a violation of the normal operation of the platform. If the circumstances are serious, the account will be frozen.
ja: アピールが提出されると資産は凍結され、オンブズマンはアピールが終了するまで取引に介入します。悪意のあるアピールはプラットフォームの通常の操作に違反し、状況が深刻な場合はアカウントが凍結されます。
ko: 자산은 불만 제기 후 동결됩니다. 감독관이이 거래에 개입합니다. 이의 제기가 끝날 때까지 악의적 인 호소는 플랫폼의 정상적인 작동을 방해하는 행위입니다. 심각한 음모가 계좌를 동결시킬 것입니다.
th_th: จะหยุดส่งทรัพย์สินตามข้อร้องเรียนผู้ตรวจการแผ่นดินจะเกี่ยวข้องในธุรกรรมนี้ร้องเรียนจนจบ เป็นแพลตฟอร์มการดำเนินงานปกติของข้อร้องเรียนที่เป็นอันตรายต่อการกระทำที่ร้ายแรงจะแช่แข็งบัญชี。
zh_hant: 提請申訴後資產將會凍結，申訴專員將介入本次交易，直至申訴結束。惡意申訴屬於擾亂平臺正常運營的行為，情節嚴重將凍結帳戶。

# OTC_order_applealtype
source: Type of complaint
ja: アピールタイプ
ko: 호소의 유형
th_th: ร้องเรียนประเภท
zh_hant: 申訴類型

# OTC_order_othernotdischarge
source: Not release
ja: 相手方は解放していません。
ko: 상대방은 석방하지 않았다
th_th: อีกฝ่ายไม่ปล่อย
zh_hant: 對方未放行

# OTC_order_othernotpay
source: Unpaid party
ja: 相手方は支払いをしていません
ko: 상대방은 돈을
th_th: อีกฝ่ายไม่จ่าย
zh_hant: 對方未付款

# OTC_order_othercheat
source: Cheating
ja: 相手に不正な行為があります。
ko: 상대방은 사기성 행위를합니다
th_th: กันว่ามีการฉ้อโกง
zh_hant: 對方有欺詐行為

# OTC_order_other
source: Other
ja: その他
ko: 기타
th_th: อื่นๆ
zh_hant: 其他

# OTC_order_inputapplealreason
source: Please fill in your reasons for appeal.(Within 100 characters)
ja: 上訴の理由を記入してください（100ワード以内）
ko: 항의 이유를 기입하십시오 (100 단어 이내)
th_th: กรุณากรอกข้อร้องเรียนของเหตุผล(ภายใน 100 คำ)
zh_hant: 請填寫您的申訴理由（100字内）

# OTC_order_confirmappleal
source: Confirm the complaint
ja: アピールの確認
ko: 불만 사항을 확인하십시오
th_th: การอุทธรณ์
zh_hant: 確認申訴

# OTC_order_reasontoolong
source: The reasons for complaint should not exceed 100 words.
ja: 上訴の理由は100語を超えることはできません。
ko: 항소 이유는 100 단어를 초과 할 수 없습니다.
th_th: เหตุผลที่ไม่ควรเกิน 100 คำอุทธรณ์
zh_hant: 申訴理由不能超過100字

# OTC_order_commitsuccess
source: Your complaint has been submitted. Please be patient.
ja: あなたの上訴が送信されました。しばらくお待ちください。
ko: 귀하의 불만 사항이 제출되었습니다. 기다려주십시오.
th_th: คุณร้องเรียนได้ยื่นแล้วโปรดรอสักครู่
zh_hant: 您的申訴已經提交,請耐心等待

# OTC_ad_cancel_warning
source: Confirm cancellation of AD?
ja: 広告を元に戻しますか？
ko: 광고 취소를 확인 하시겠습니까?
th_th: ยืนยันการยกเลิกการโฆษณาหรือไม่
zh_hant: 確認撤銷廣告？

# OTC_ad_canceltips1
source: 1. Undoing the ad will switch directly to the completion status; 2. If the advertisement is cancelled within 5 hours from the release, the system will charge a XXX% handling fee; 3. If the advertisement is cancelled after 5 hours, the system will not charge a fee; 4. After the advertisement is revoked, the remaining unfilled assets will be returned to your account. Are you sure to cancel?
ja: 1.広告の取り消しは完了ステータスに直接切り替えられます。 2.システムはリリース後5時間以内に手数料のXXX％を請求します。 3.広告が5時間後に取り消された場合、システムは請求しません 4.広告が取り消された後、残りの未入力の資産は元の方法でアカウントに返金されます。 本当にキャンセルしますか？
ko: 1. 광고 실행을 취소하면 완료 상태로 바로 전환됩니다. 2. 게시 후 5 시간 이내에 광고를 취소하십시오. 시스템에서 1 %의 수수료를 청구합니다. 3. 광고가 5 시간 후에 취소되면, 시스템에서 수수료를 청구하지 않습니다. 4. 광고를 취소 한 후, 채워지지 않은 나머지 자산은 계정으로 반환됩니다. 해지해도 괜찮습니까?
th_th: 1. การเลิกทำโฆษณาจะเปลี่ยนเป็นสถานะเสร็จสมบูรณ์โดยตรง 2. หากโฆษณาถูกยกเลิกภายใน 5 ชั่วโมงจากการเปิดตัวระบบจะเรียกเก็บค่าธรรมเนียมการจัดการ XXX% 3. หากโฆษณาถูกยกเลิกหลังจาก 5 ชั่วโมงระบบจะไม่คิดค่าธรรมเนียม 4. หลังจากโฆษณาถูกเพิกถอนสินทรัพย์ที่ไม่สำเร็จที่เหลือจะถูกส่งกลับไปยังบัญชีของคุณ คุณแน่ใจว่าจะยกเลิกหรือไม่
zh_hant: 1. 撤銷廣告將會直接切換為完成狀態； 2. 自發布起5小時內撤銷廣告，系統將收取XXX%手續費； 3. 如5小時之後撤銷廣告，系統不收取手續費； 4. 撤銷廣告後，剩餘未成交資產將會原路退回到您的賬戶。 是否確定撤銷？

# OTC_ad_currentad
source: Current
ja: 現在の広告
ko: 현재 광고
th_th: การโฆษณาในวันนี้
zh_hant: 當前廣告

# OTC_ad_history
source: History
ja: 履歴広告
ko: 역사 광고
th_th: โฆษณาประวัติศาสตร์
zh_hant: 歷史廣告

# OTC_ad_addetail
source: Advertising details
ja: 広告詳細
ko: 광고 세부 정보
th_th: รายละเอียดโฆษณา
zh_hant: 廣告詳情

# OTC_ad_newmsg
source: New news
ja: 新規メッセージ
ko: 새로운 뉴스
th_th: ข่าวใหม่
zh_hant: 新消息

# OTC_view_havecashdeposit
source: The merchant has paid the 1BTC deposit.
ja: 販売者は1BTCのデポジットを支払いました。
ko: 상인이 1BTC 보증금을 지불했습니다
th_th: ธุรกิจที่ได้มีการจ่ายมัดจำ 1BTC
zh_hant: 商家已繳納1BTC保證金

# OTC_view_buyall
source: Buy all
ja: すべて購入
ko: 모두 삽니다
th_th: ซื้อทั้งหมด
zh_hant: 全部買入

# OTC_view_sellall
source: Sell all
ja: すべて売りました
ko: 모두 팔았다
th_th: ขายทั้งหมด
zh_hant: 全部賣出

# OTC_view_needpayin15min
source: The order requires you to pay within 15 minutes.
ja: この注文では15分以内に支払いが必要です。
ko: 이 명령은 15 분 이내에 지불해야합니다.
th_th: คำสั่งนี้คุณจะต้องจ่าย 15 นาที
zh_hant: 該訂單需要你在15分鐘內支付

# OTC_view_sellerremark
source: Remark
ja: 備考
ko: 비고
th_th: คำพูด
zh_hant: 備註留言

# OTC_view_placeorder
source: Order
ja: 注文
ko: 주문
th_th: สั่งซื้อสินค้า
zh_hant: 下單

# OTC_view_needpayin15min1
source: This order needs you
ja: この注文にはあなたが必要です。
ko: 이 명령은 당신이되기를 요구합니다
th_th: คำสั่งนี้ต้องการให้คุณอยู่ที่นี่
zh_hant: 該訂單需要你在

# OTC_view_needpayin15min2
source: Payment within minutes
ja: 数分以内に支払います
ko: 분 이내에 지불
th_th: นาทีจ่าย
zh_hant: 分鐘內支付

# OTC_view_limtesum
source: Limit
ja: 制限
ko: 제한
th_th: โควต้า
zh_hant: 限額

# OTC_view_maxsell
source: Maximum sale
ja: 最大販売額
ko: 최대 판매
th_th: ที่ใหญ่ที่สุดสำหรับการขาย
zh_hant: 最大可賣

# OTC_view_maxbuy
source: Maximum buy
ja: 最大購入額
ko: 최대 구매 가능
th_th: ที่ใหญ่ที่สุดสามารถซื้อ
zh_hant: 最大可買

# OTC_view_dealrate
source: Turnover rate
ja: 請求レート
ko: 판매율
th_th: อัตราการหมุนเวียน
zh_hant: 成交率

# OTC_view_dealing
source: In the transaction
ja: 取引中
ko: 거래 중
th_th: ในการซื้อขาย
zh_hant: 交易中

# OTC_view_selfcancel
source: Active revocation
ja: アクティブに元に戻す
ko: 활성 취소
th_th: ใช้ความคิดริเริ่มที่จะยกเลิก
zh_hant: 主動撤銷

# OTC_view_sellover
source: Sold out
ja: 売り切れ
ko: 매진
th_th: มีการขาย
zh_hant: 已售完

# OTC_view_adnumber
source: Ad number
ja: 広告番号
ko: 광고 번호
th_th: โฆษณาเลขที่
zh_hant: 廣告號

# OTC_view_cancelAd
source: Revocation of advertising
ja: 広告の取り消し
ko: 광고 취소
th_th: ยกเลิกโฆษณา
zh_hant: 撤銷廣告

# OTC_view_exchangevolume
source: Quantity
ja: 為替数量
ko: 사용 수량
th_th: จำนวนของการแลกเปลี่ยน
zh_hant: 兌換數量

# OTC_view_sum
source: Amount
ja: 金額
ko: 금액
th_th: จํานวนเงิน
zh_hant: 金額

# OTC_view_exvolume
source: Converted quantity
ja: 交換数量
ko: 이미 변환 됨 수량
th_th: มีจํานวนเงิน
zh_hant: 已兌換數量

# OTC_view_exsum
source: Converted amount
ja: 交換額
ko: 이미 변환 됨 금액
th_th: ได้อัตราแลกเปลี่ยนเงินตราต่างประเทศ
zh_hant: 已兌換金額

# OTC_view_leftvolume
source: Residual quantity
ja: 残量
ko: 남은 수량
th_th: จำนวนที่เหลือ
zh_hant: 剩餘數量

# OTC_view_leftsum
source: Surplus amount
ja: 残高
ko: 남은 금액
th_th: จำนวนเงินที่เหลือ
zh_hant: 剩餘金額

# OTC_view_necessary
source: Required(Within 100 characters)
ja: 必須（100ワード以内）
ko: 필수 (100 단어 이내)
th_th: ที่จําเป็น(ภายใน 100 คำ)
zh_hant: 必填（100字以內）

# OTC_Within 100 words
source: Within 100 characters
ko: 100 단어 이내
th_th: ภายใน 100 คำ
zh_hant: 100字以內

# OTC_view_moneyremark
source: Asset message：
ja: アセットメッセージ：
ko: 자산 메시지 :
th_th: ข้อความของสินทรัพย์：
zh_hant: 資產留言：
