Repository: XYGDeveloper/Chinese-currency
Catalog: HuaBi/*.lproj/Localizable.strings
Languages: ja, ko, th_th, zh_hant

# OTC_view_limitelowsum
source: Minimum volume
ja: 最小取引金額を制限する
ko: 최소 거래 금액 제한
th_th: ปริมาณการซื้อขายขั้นต่ำ
zh_hant: 限定最低交易額

# OTC_view_limitehighsum
source: Maximal volume
ja: 最大取引上限額
ko: 최대 거래 금액 제한
th_th: จำกัดปริมาณการซื้อขายสูงสุด
zh_hant: 限定最高交易額

# OTC_buy_skr
source: Payee
ja: 支払い先名
ko: 수취인 이름
th_th: ผู้รับเงิน
zh_hant: 收款人姓名

# OTC_post_highsumlessthanlowsum
source: The maximum turnover shall not be less than the minimum turnover
ja: 最大取引金額を最小取引金額より小さくすることはできません
ko: 최대 거래 금액은 최소 거래 금액보다 작을 수 없습니다
th_th: จำนวนธุรกรรมสูงสุดต้องไม่น้อยกว่าจำนวนเงินขั้นต่ำของธุรกรรม
zh_hant: 最高交易額不能小於最低交易額

# noRecord
source: No Data
ja: レコードなし
ko: 기록 없음
th_th: ยังไม่มีการบันทึก
zh_hant: 暫無記錄

# OTC_pro_registertime
source: Registration time
ja: 登録時間
ko: 등록 시간
th_th: เวลาลงทะเบียน
zh_hant: 註冊時間

# OTC_pro_time
source: times
ja: 回数
ko: 보조
th_th: ครั้ง
zh_hant: 次

# OTC_pro_30
source: 30 days
ja: 30日以内にシングル
ko: 하나에 30 일
th_th: 30 วันเดียว
zh_hant: 30日成單

# OTC_pro_sum
source: total
ja: 合計注文数
ko: 조립 목록
th_th: ประกอบเดี่ยว
zh_hant: 總成單

# OTC_pro_success
source: Victory
ja: 事件に勝ちます
ko: 사건을 승리
th_th: ในความโปรดปรานของ
zh_hant: 勝訴

# OTC_pro_avati
source: Average release
ja: 平均リリース
ko: 평균 석방
th_th: ส่งโดยเฉลี่ย
zh_hant: 平均放行

# OTC_pro_email
source: Mailbox authentication
ja: メールボックス認証
ko: 사서함 인증
th_th: ตรวจสอบกล่องจดหมาย
zh_hant: 郵箱認證

# OTC_pro_sellonline
source: Online sale
ja: オンライン販売
ko: 온라인 판매
th_th: ขายออนไลน์
zh_hant: 在線出售

# OTC_pro_buyonline
source: Online buy
ja: オンラインで購入
ko: 온라인 구매
th_th: ซื้อออนไลน์
zh_hant: 在線購買

# OTC_pro_minute
source: Minute
ja: 分
ko: 분
th_th: นาที
zh_hant: 分鐘

# OTC_pro_main
source: Merchant personal page
ja: ビジネスマン個人用ページ
ko: 사업자의 개인 페이지
th_th: พ่อค้าหน้าส่วนตัว
zh_hant: 商戶個人頁

# OTC_post_maxshouldsmallthansum
source: The maximum sum should not exceed the total transaction
ja: 最大取引金額を合計取引金額より大きくすることはできません
ko: 최대 거래 금액은 총 거래 금액보다 클 수 없습니다
th_th: ปริมาณการซื้อขายสูงสุดไม่เกินมูลค่าการซื้อขาย
zh_hant: 最高交易额不能大于总交易额

# OTC_empty_tips
source: Retry
ja: クリックして再試行
ko: 다시 시도하십시오
th_th: คลิกอีกครั้ง
zh_hant: 點擊重試

# OTC_payway_enteraccount
source: Please input account number.
ja: アカウント番号を入力してください
ko: 계좌 번호를 입력하십시오.
th_th: กรุณาใส่หมายเลขบัญชี
zh_hant: 請輸入賬號

# oOTC_payway_choosepic
source: Please select QR code.
ja: QRコードを選択してください
ko: QR 코드를 선택하십시오
th_th: กรุณาเลือกรหัสสองมิติ
zh_hant: 請選擇二維碼

# OTC.myADCell.number
source: Number
ja: 販売数量
ko: 판매 수량
th_th: ปริมาณ
zh_hant: 出售數量

# OTC.myADCell.buy_number
source: Number
ja: 購入数量
ko: 구매 수량
th_th: ปริมาณ
zh_hant: 購買數量

# OTC.myADCell.AD_No
source: AD No:
ja: 広告番号：
ko: 광고 번호 :
th_th: จำนวน:
zh_hant: 广告号：

# OTC.myADCell.price
source: Price
ja: 単価
ko: 단가
th_th: ราคาต่อหน่วย
zh_hant: 單價

# OTC.myADCell.tradeMoney
source: Trade money
ja: 取引金額
ko: 거래 금액
th_th: จำนวนการทำธุรกรรม
zh_hant: 交易金額

# OTC.myADCell.time
source: Time
ja: 発行時間
ko: 릴리스 타임
th_th: เวลาปล่อย
zh_hant: 發佈時間

# OTC.myADCell.showDetail
source: show detail
ja: 詳細を表示
ko: 세부 정보보기
th_th: ดูรายละเอียด
zh_hant: 查看詳情

# OTC.myADCell.sell
source: Sell
ja: セール
ko: 판매
th_th: ขายด่วน
zh_hant: 出售

# OTC.myADCell.buy
source: Buy
ja: 購入
ko: 구매
th_th: ซื้อ
zh_hant: 購買

# OTC.myADCell.limit
source: Limit
ja: 制限
ko: 제한
th_th: โควต้า
zh_hant: 限額

# OTC.myADCell.soldMoney
source: Sold money
ja: 販売金額
ko: 판매 된 금액
th_th: ยอดขาย
zh_hant: 已售金額

# OTC.myADCell.soldNumber
source: Sold number
ja: 販売金額
ko: 판매 된 수량
th_th: ปริมาณที่ขาย
zh_hant: 已售數量

# OTC.myADCell.boughtMoney
source: Bought money
ja: 購入金額
ko: 구매 한 금액
th_th: จำนวนเงินที่ซื้อ
zh_hant: 已購金額

# OTC.myADCell.boughtNumber
source: Bought number
ja: 購入数量
ko: 구매 수량
th_th: ปริมาณการสั่งซื้อ
zh_hant: 已購數量

# OTC.myADCell.remindMoney
source: Remind money
ja: 残高
ko: 잔액
th_th: จำนวนที่เหลืออยู่
zh_hant: 剩餘金額

# OTC.myADCell.remindNumber
source: Remind number
ja: 残り数量
ko: 남은 수량
th_th: ปริมาณที่เหลืออยู่
zh_hant: 剩餘數量

# OTC.myADCell.cancelAD
source: Cancel
ja: 広告をキャンセル
ko: 광고 취소
th_th: แก้
zh_hant: 撤銷廣告

# OTC.HBOTCOrderDetailAlertView.confirmPass
source: Confirm release
ja: リリースの確認
ko: 릴리스 확인
th_th: ยืนยันการเปิดตัว
zh_hant: 確認放行

# OTC.HBOTCOrderDetailAlertView.tips
source: I confirm that I have logged in to my collection account and verified that the payment is correct.
ja: 支払いアカウントにログインしたことを確認し、支払いが正しいことを確認しました。
ko: 나는 수금 계정에 로그인하여 지불이 정확한지 확인합니다.
th_th: ฉันยืนยันว่าฉันได้เข้าสู่บัญชีการเรียกเก็บเงินของฉันและยืนยันว่าการชำระเงินนั้นถูกต้อง
zh_hant: 我确认已登录收款账户，并核对收款无误。

# OTC.TPOTCPostDetailController.title
source: Confirm info
ja: 確認情報
ko: 확인 정보
th_th: ข้อมูลการยืนยัน
zh_hant: 確認信息

# OTC.HBOTCPostDetailGotoSetupPayWayView.tips
source: You have not added a payment method?
ja: 支払い方法をまだ追加していませんか？
ko: 결제 수단을 추가하지 않으셨습니까?
th_th: คุณยังไม่ได้เพิ่มวิธีการชำระเงิน?
zh_hant: 您还没有添加收付款方式？

# OTC.HBOTCPostDetailGotoSetupPayWayView.add
source: Go add
ja: 追加に進む
ko: 추가
th_th: ไปเพิ่ม
zh_hant: 去添加

# TPOTCPayWayBankController.tips
source: * Currently only debit cards are supported. Do not add other types of bank cards such as credit cards!
ja: *現在デビットカードのみがサポートされています。クレジットカードなどの他の種類の銀行カードを追加しないでください。
ko: *현재 직불 카드 만 지원됩니다. 신용 카드와 같은 다른 종류의 은행 카드를 추가하지 마십시오!
th_th: * ขณะนี้รองรับเฉพาะบัตรเดบิตอย่าเพิ่มบัตรธนาคารประเภทอื่นเช่นบัตรเครดิต!
zh_hant: *目前只支持借記卡，請勿添加信用卡等其他類型銀行卡！

# OTC.HBOTCTradeInfoDetailTableViewController.buyAlertMessage
source: If you have already paid the seller a payment, please be sure to click the "I have paid" button in the lower right corner, otherwise there may be a loss of funds.
ja: すでに売り手に送金されている場合は、必ず右下隅にある[支払い済み]ボタンをクリックしてください。そうしないと、資金が失われる可能性があります。
ko: 이미 판매자에게 지불 한 경우. 오른쪽 하단 모서리에있는 지불했습니다버튼을 클릭하십시오. 그렇지 않으면 재정적 손실이 발생할 수 있습니다.
th_th: หากคุณได้ชำระเงินให้แก่ผู้ขายแล้วโปรดตรวจสอบให้แน่ใจว่าได้คลิกปุ่ม "ฉันได้ชำระเงินแล้ว" ที่มุมล่างขวามิฉะนั้นอาจมีการสูญเสียเงิน
zh_hant: 如您已向賣家付款轉賬，請務必點擊右下角“我已付款”按鈕，否則有可能造成資金損失。

# OTC.HBOTCTradeInfoDetailTableViewController.sellAlertMessage
source: Please be sure to log in to the collection account to confirm the account details, to avoid property damage caused by wrong clicks.
ja: 間違ったクリックによる施設の損傷を防ぐため、アカウントの詳細を確認するには、必ず受信アカウントにログインしてください。
ko: 수금 계좌에 로그인하여 계좌 세부 사항을 확인하십시오. 잘못된 클릭 및 릴리스로 인한 재산 피해 방지.
th_th: โปรดเข้าสู่บัญชีการรวบรวมเพื่อยืนยันรายละเอียดบัญชีเพื่อหลีกเลี่ยงความเสียหายของทรัพย์สินที่เกิดจากการคลิกที่ไม่ถูกต้อง
zh_hant: 請務必登錄收款賬戶確認到賬明細，避免因錯誤點擊放行造成財產損失。

# OTC.HBOTCTradeInfoDetailTableViewController.buyTips
source: 1. Your remittance will go directly to the seller's account. The digital assets sold by the seller during the transaction will be protected by the platform. 2, please complete the payment within the specified time, and be sure to click "I have paid", after the seller confirms the payment, the system will transfer the digital assets to your account. 3. If the buyer cancels the order 3 times on the same day, it will be restricted to the buy function of the day.
ja: 1、あなたの送金は売り手の口座に直接送られます。取引中に売り手によって売られたデジタル資産はプラットフォームによって保護されます。 2、指定された時間内に支払いを完了してください。 ";支払い、"売り手が支払いを確認した後、システムがあなたのアカウントにデジタル資産を転送します。 3、同じ日に買い手が注文を3回キャンセルした場合、その日の購入機能に制限されます。
ko: 1.송금은 판매자 계정으로 직접 이동합니다. 거래 중에 판매자가 판매 한 디지털 자산은 플랫폼 보관으로 보호됩니다. 2지정된 시간 내에 결제를 완료하십시오. 클릭해야합니다 "나는 지불했다". 판매자가 지불을 확인한 후. 시스템에서 디지털 자산을 계정으로 이전합니다. 3구매자가 같은 날 3 회 주문을 취소 한 경우. 오늘의 구매 기능으로 제한됩니다.”
th_th: 1. การโอนเงินของคุณจะตรงไปยังบัญชีของผู้ขายสินทรัพย์ดิจิตอลที่ขายโดยผู้ขายในระหว่างการทำธุรกรรมจะได้รับการคุ้มครองโดยแพลตฟอร์ม n2 โปรดชำระเงินให้เสร็จภายในเวลาที่กำหนดและอย่าลืมคลิก "ฉันได้ชำระเงิน" หลังจากผู้ขายยืนยันการชำระเงินระบบจะโอนสินทรัพย์ดิจิทัลไปยังบัญชีของคุณ n3. หากผู้ซื้อยกเลิกคำสั่งซื้อ 3 ครั้งในวันเดียวกันมันจะถูก จำกัด ให้ฟังก์ชั่นการซื้อของวันนั้น
zh_hant: 1、您的匯款將直接進入賣家賬戶，交易過程中賣家出售的數字資產由平台託管保護。 2、請在規定時間內完成付款，並務必點擊“我已付款”，賣家確認收款後，系統將會將數字資產劃轉到您的賬戶。 3、如果買家當日取消訂單達3次，將會被限制當日的買入功能。

# OTC.HBOTCTradeInfoDetailTableViewController.sellTips
source: 1. The digital assets you have sold have been frozen by the platform hosting. Please confirm the payment of the other party and click "release" to pay the digital assets. 2, please don't believe any reason to urge the money to be released, and confirm the receipt of the money before releasing the digital assets to avoid losses. 3 After receiving the SMS, please be sure to log in to the online bank or mobile phone to view the account information.
ja: 1、あなたが販売したデジタルアセットがプラットフォームホスティングによってフリーズされました。デジタルアセットを支払うには[リリース]をクリックしてください。 2、通貨の理由、金銭の受け取りを確認してから損失を避けるためにデジタル資産を解放します。 3、SMSの受け取りを受け取った後、アカウント情報を表示するには必ずオンライン銀行または携帯電話にログインしてください。
ko: 1. 판매하는 디지털 자산. 호스팅 플랫폼에 제출되었습니다. 상대방으로부터 지불을받은 후 확인하십시오. 디지털 자산을 지원하려면 "릴리스"를 클릭하십시오. 2 동전을 촉구하는 이유를 믿지 마십시오. 디지털 자산을 공개하기 전에 금액 수령을 확인하십시오. 손실을 피하십시오. 3, SMS 메시지 수신 후. 온라인 은행이나 휴대 전화에서 계정 정보를 확인하십시오.
th_th: 1. สินทรัพย์ดิจิทัลที่คุณขายถูกแช่แข็งโดยแพลตฟอร์มการโฮสต์ โปรดยืนยันการชำระเงินของอีกฝ่ายและคลิก "ปล่อย" เพื่อชำระสินทรัพย์ดิจิทัล n2 โปรดอย่าเชื่อด้วยเหตุผลใดก็ตามที่จะกระตุ้นให้เงินออกและยืนยันการรับเงินก่อนที่จะปล่อยสินทรัพย์ดิจิตอลเพื่อหลีกเลี่ยงการสูญเสีย n3 หลังจากได้รับ SMS โปรดเข้าสู่ระบบธนาคารออนไลน์หรือโทรศัพท์มือถือเพื่อดูข้อมูลบัญชี
zh_hant: 1、您所出售的數字資產，已交由平台託管凍結。請在確認收到對方付款後，點擊“放行”支付數字資產。 2、請不要相信任何催促放幣的理由，確認收到款項後再釋放數字資產，避免造成損失。 3、在收到到賬短信後，請務必登錄網上銀行或手機查看到賬信息。

# OTC.HBOTCTradeInfoDetailTableViewController.confirm_payment
source: Confirm payment
ja: 支払いの確認
ko: 지불 확인
th_th: ยืนยันการชำระเงิน
zh_hant: 確認付款

# OTC.HBOTCTradeInfoDetailTableViewController.Bank_card_No
source: Bank card No
ja: 銀行カード番号
ko: 은행 카드 번호
th_th: หมายเลขบัตร
zh_hant: 銀行卡號

# OTC.HBOTCTradeInfoDetailTableViewController.Pay_account_No
source: Account No
ja: アカウント
ko: 계정
th_th: เลขที่บัญชี
zh_hant: 帳號

# OTC.HBOTCTradeInfoDetailTableViewController.Bank_Info
source: Bank Info
ja: 銀行口座情報
ko: 은행 정보
th_th: ข้อมูลธนาคาร
zh_hant: 銀行信息

# OTC.HBOTCTradeInfoDetailTableViewController.Receip_QR_code
source: Receip QR code
ja: 受け取りQRコード
ko: 영수증 2 차원 코드
th_th: รับรหัส QR
zh_hant: 收款二維碼

# OTC.HBOTCTradeInfoDetailTableViewController.Switch
source: Switch
ja: モード切替
ko: 전환 방법
th_th: สวิตซ์
zh_hant: 切換方式

# Assert_detail_exchange
source: Exchange
ja: 相互振替
ko: 상호 이전
th_th: จะเปลี่ยนไป
zh_hant: 互轉

# Assert_detail_dealtime
source: deal time
ja: トランザクション時間
ko: 거래 시간
th_th: ชั่วโมงการซื้อขาย
zh_hant: 交易時間

# Assert_detail_release
source: Lock release
ja: ロック解除
ko: 쇄창 릴리스
th_th: ปล่อย
zh_hant: 鎖倉釋放

# Assert_detail_release_action_button_title
source: Determine release
ja: OKリリース
ko: 릴리스 확인
th_th: ตรวจสอบการเปิดตัว
zh_hant: 確定釋放

# Assert_detail_presetation_release_menu
source: Award
ja: ギフトリリース
ko: 선물 릴리스
th_th: ปล่อยตัวฟรี
zh_hant: 贈送釋放

# Assert_detail_presetation_release
source: Award release
ja: ギフトリリース
ko: 선물 릴리스
th_th: ปล่อยตัวฟรี
zh_hant: 贈送釋放

# Assert_detail_presetation_balance
source: Balance
ja: ギフトバランス
ko: 선물 잔액
th_th: สมดุล
zh_hant: 贈送餘額

# Assert_detail_releaserecord
source: release time
ja: リリース記録
ko: 릴리스 기록
th_th: ในการบันทึก
zh_hant: 釋放記錄

# Assert_detail_releaserule
source: Release rule: Daily release is released according to policy, otherwise the lock will continue.When the lock balance is less than 0.001, it's not allowed to release.
ja: 解放ルール：ポリシーに従って日次解放が解放され、手動で解放する必要があります。それ以外の場合、ロックは続行されます。ロックバランスが0.001未満の場合、解放できません。
ko: “릴리스 규칙: 정책에 따라 매일 출시됩니다. 수동 릴리스 필요. 그렇지 않으면 쇄창 유지하다. 자물쇠 균형이 0.001안 미만일 때. 해제 할 수 없음”
th_th: กฎการอนุมัติ: การเผยแพร่รายวันจะเผยแพร่ตามนโยบายและจะต้องมีการเผยแพร่ด้วยตนเองมิฉะนั้นจะล็อกตำแหน่งต่อ เมื่อยอดคงเหลือล็อคน้อยกว่า 0.001 จะไม่สามารถนำออกได้
zh_hant: 釋放規則：每日釋放按政策釋放，需要手動操作釋放，否則繼續鎖倉。鎖倉余額低於0.001時,不可釋放。

# Assert_detail_currencyname
source: Asset name
ja: 資産名
ko: 자산 이름
th_th: ชื่อของสินทรัพย์
zh_hant: 資產名稱

# Assert_detail_releaseaction
source: Release operation
ja: リリース操作
ko: 해제 작업
th_th: ปล่อยการกระทำ
zh_hant: 釋放操作

# Assert_detail_lockvolume
source: Lock number
ja: ロック位置の数
ko: 쇄창 수량
th_th: จำนวนล็อค
zh_hant: 鎖倉數量

# Assert_detail_releaseVolume
source: Release quantity
ja: リリース数
ko: 릴리스 수량
th_th: ปริมาณการปล่อย
zh_hant: 釋放數量

# Assert_detail_releasetips
source: It's released today. Please come again tomorrow.
ja: 本日リリースされました。明日戻ってきてください。
ko: 오늘 릴리스 완료되었습니다. 내일 다시 오세요.
th_th: วันนี้ได้รับการปล่อยตัวในวันพรุ่งนี้เสร็จเรียบร้อยแล้วกรุณามาอีก
zh_hant: 今日已釋放完成，請明日再來

# Assert_detail_releaseSuccess
source: Release success
ja: リリース成功
ko: 릴리스 성공
th_th: ปล่อยความสําเร็จ
zh_hant: 釋放成功

# Assert_detail_changeintoid
source: To ID
ja: IDへの転送
ko: ID로 전송
th_th: เข้า ID
zh_hant: 轉入ID

# Assert_detail_name
source: User name
ja: ユーザー名
ko: 사용자 이름
th_th: ชื่อผู้ใช้
zh_hant: 用戶名

# Assert_detail_exchangedetail
source: Exchange detail
ja: 相互振替の詳細
ko: 상호 이전 세부 사항
th_th: รายละเอียดที่เปลี่ยนไป
zh_hant: 互轉明細

# Assert_detail_100
source: Please enter integer multiple of 100.
ja: 100の整数倍を入力してください。
ko: 100의 배수를 입력하십시오.
th_th: โปรดระบุ 100 เลขจำนวนเต็ม
zh_hant: 請輸入100的整數倍

# Assert_detail_enteruserID
source: Please input ID
ja: 転送IDを入力してください。
ko: 전송 ID를 입력하십시오.
th_th: กรุณาใส่รหัสเปิด
zh_hant: 請輸入轉入ID

# Assert_detail_sureexchange
source: Decide to turn out
ja: ロールアウトしても問題ありません
ko: OK
th_th: ตรวจสอบออก
zh_hant: 確定轉出

# Assert_detail_to
source: to
ja: 与える
ko: 줘
th_th: ให้
zh_hant: 給

# Assert_detail_noidentify
source: The user is not authenticated by real name.
ja: このユーザーには本名の認証がありません。
ko: 이 사용자에게는 실명 인증이 없습니다.
th_th: ผู้ใช้นี้ยังได้รับการรับรองชื่อจริง
zh_hant: 該用戶未實名認證

# Assert_detail_charge
source: Charge
ja: 有料コイン
ko: 재충전
th_th: เติมเหรียญ
zh_hant: 充幣

# Assert_detail_tibi
source: Withdraw
ja: ティック
ko: 탈퇴
th_th: เสนอเหรียญ
zh_hant: 提幣

# Trade_Done
source: Done
ja: 完了
ko: 판매되었습니다
th_th: มันได้รับการซื้อขาย
zh_hant: 已成交

# Part_Done
source: Partial deal
ja: 部分取引
ko: 부분 거래
th_th: ข้อตกลงบางส่วน
zh_hant: 部分成交

source: Pending order
ko: 대기중인 주문
th_th: คำสั่งซื้อที่รอดำเนินการ
zh_hant: 掛單

# Trade_price2
source: Price
ja: 取引価格
ko: 거래 가격
th_th: ราคา
zh_hant: 成交價

# ConsumptionOfCard
source: Consumption
ja: ポイントカードの消費量
ko: 포인트 카드 소비
th_th: การบริโภค
zh_hant: 點卡消耗

source: Trade Details
ja: 取引詳細
ko: 거래 내역
th_th: รายละเอียดธุรกรรม
zh_hant: 交易明細

source: Canceled
ja: 撤回
ko: 철회
th_th: ยกเลิก
zh_hant: 已撤單

source: Copied
ja: コピー
ko: 복사 됨
th_th: คัดลอก
zh_hant: 已複製

source: Sorry
ko: 죄송합니다
th_th: ขอโทษ
zh_hant: 抱歉

# Has_been_suspended_in_take
source: has been suspended in withdraw.
ja: コインを一時停止してください。
ko: 탈퇴 중단하다 .
th_th: ระงับเหรียญ
zh_hant: 暫停提幣。

# Has_been_suspended_in_recharge
source: has been suspended in charge.
ja: コインを一時停止してください。
ko: 재충전 중단하다.
th_th: ระงับเหรียญ
zh_hant: 暫停充幣。

source: has been suspended in release.
ja: リリースを一時停止してください。
ko: 일시 중지 해제.
th_th: ระงับการปลดปล่อย
zh_hant: 暫停釋放。

source: has been suspended in exchange.
ja: 交換を一時停止してください。
ko: 일시 중지 및 전송.
th_th: ระงับการโอนย้าย
zh_hant: 暫停互轉。

# Has_been_suspended_in_release_award
source: has been suspended in award.
ja: リリースを一時停止してください。
ko: 선물 석방을 중지하십시오.
th_th: ระงับการปลดปล่อย
zh_hant: 暫停贈送釋放。

source: Exchange
ja: 引き換える
ko: 구속
th_th: แลกเปลี่ยน
zh_hant: 兌換

source: to Lock
ja: ロック倉庫
ko: 하나 고정
th_th: ล็อกล็อค
zh_hant: 鎖一送一

# To_Lock_Records
source: Locked Records
ja: レコードをロック
ko: 쇄창 기록
th_th: บันทึกการล็อก
zh_hant: 鎖倉記錄

source: Exchange Records
ja: 償還記録
ko: 교환 기록
th_th: บันทึกการไถ่ถอน
zh_hant: 兌換記錄

source: Asset name:
ja: 資産名：
ko: 저작물 이름 :
th_th: ชื่อของสินทรัพย์:
zh_hant: 資產名稱：

source: Available Number:
ja: 利用可能な数量：
ko: 유효한 수량 :
th_th: ปริมาณที่มี:
zh_hant: 可用數量：

source: Transfer Number:
ja: 転送数：
ko: 양도 :
th_th: ปริมาณการโอน:
zh_hant: 轉入數量：

source: Transaction password:
ja: 取引パスワード：
ko: 전환 쇄창 수술 :
th_th: หัสผ่านการทำธุรกรรม:
zh_hant: 交易密碼：

# Turn_lock_operation
source: Lock operation
ja: 転送ロック操作
ko: 전송 잠금 작업
th_th: เปิดใช้งานการล็อก
zh_hant: 轉鎖倉操作

# HBToLockTableViewController_Tips
source: Locking position rights description: Transfer the available KOK into the locked position, the platform will give the same The same amount of KOK rewards.
ja: ロックポジションの公平性の説明：利用可能なKOKをロックポジションに転送します。プラットフォームは同じ量のKOKの報酬を与えます。
ko: 쇄창 주식 설명 : KOK를 쇄창에게 전환. 플랫폼은 동일한 금액의 KOK 보상을 수여합니다.
th_th: ล็อคคำอธิบายเกี่ยวกับตำแหน่ง: ถ่ายโอน KOK ที่มีอยู่ไปยังตำแหน่งที่ล็อคไว้แพลตฟอร์มจะให้เหมือนกันรางวัล KOK เท่ากัน
zh_hant: 鎖倉權益說明：將可用KOK轉入鎖倉中，平台將贈送同等數量KOK獎勵。

# Turn_lock_records
source: Records
ja: レコードをロック
ko: 쇄창 기록
th_th: บันทึก
zh_hant: 鎖倉記錄

source: Enter the transfer number
ja: 転送数を入力してください
ko: 전송 수량 입력하십시오
th_th: ป้อนหมายเลขโอน
zh_hant: 請輸入轉入數量

source: Enter the transaction password
ja: トランザクションパスワードを入力してください
ko: 거래 비밀번호를 입력하십시오.
th_th: ป้อนรหัสผ่านของธุรกรรม
zh_hant: 請輸入交易密碼

source: Number of locks
ja: ロックポジション数
ko: 쇄창 수량
th_th: จำนวนล็อค
zh_hant: 鎖倉數量

# Locked_successfully
source: Locked
ja: 正常にロックされました
ko: 쇄창 성공
th_th: ล็อกเรียบร้อยแล้ว
zh_hant: 鎖倉成功

# Presented_successfully
source: Presented
ko: 선물 성공
th_th: ความสำเร็จของของขวัญ
zh_hant: 贈送成功

source: Confirm transfer
ja: 転送しても問題ありません
ko: 전입 결정
th_th: ยืนยันการโอน
zh_hant: 確定轉入

source: Operation guide
ja: 操作ガイド
ko: 운영 가이드
th_th: คู่มือการใช้งาน
zh_hant: 操作指南

# HBToLockTableViewController_msg1
source: The number of transfers must not be less than 100.
ja: 転送数は100未満ではいけません。
ko: 전송 횟수는 100 미만이어야합니다.
th_th: จำนวนการโอนต้องไม่น้อยกว่า 100
zh_hant: 轉入數量不得低於100。

# Subscription price
source: Price
ja: 購読価格
ko: 구독료
th_th: ราคาจองซื้อ
zh_hant: 認購價格

# Minimum quantity
source: Min quantity
ja: 最小数量
ko: 최소 수량
th_th: ปริมาณขั้นต่ำ
zh_hant: 最低數量

# Subscription Goal
source: Goal
ja: 購読ターゲット
ko: 구독 대상
th_th: เป้าหมาย
zh_hant: 認購目標

# Subscription Progress
source: Progress
ja: 保留中の進行状況
ko: 진보했다
th_th: ความคืบหน้า
zh_hant: 已投進度

# Subscription Number of people
source: Number of people
ja: キャスト人数
ko: 이미 투표 한 사람들의 수
th_th: จำนวนคน
zh_hant: 已投人數

# Subscription Subscribe
source: Subscribe
ja: Fire Subscription
ko: 빠른 가입
th_th: ซื้อ
zh_hant: 火速認購

# Subscription End
source: End
ja: 購読終了
ko: 구독 종료
th_th: ปลาย
zh_hant: 認購結束

# Subscription Cancel
source: Canceled
ja: 購読キャンセル
ko: 구독 취소
th_th: ยกเลิก
zh_hant: 認購取消

# Subscription Coming soon
source: Coming soon
ja: しばらくお待ちください
ko: 앞으로 기대해주십시오.
th_th: คอยติดตาม
zh_hant: 敬請期待

# Subscription Records
source: Records
ja: 購読履歴
ko: 구독 기록
th_th: บันทึก
zh_hant: 認購紀錄

# Subscription Records title
source: Subscription Records
ja: 購読レコード
ko: 구독 기록
th_th: บันทึกการจองซื้อ
zh_hant: 認購紀錄

# Subscription Number
source: Number
ja: 購読数量
ko: 구독 수량
th_th: ปริมาณ
zh_hant: 認購數量

# Subscription Payment
source: Payment
ja: 実際の支払い
ko: 실제 지불
th_th: จ่ายเงิน
zh_hant: 實際支付

# Subscription Time
source: Time
ja: トランザクション時間
ko: 거래 시간
th_th: เวลา
zh_hant: 交易時間

# Subscription Number of locks
source: Number of locks
ja: ロック数
ko: 쇄창 수량
th_th: จำนวนล็อค
zh_hant: 鎖倉數量

# Subscription release
source: Release
ja: クリックしてリリース
ko: 릴리스 클릭하여
th_th: ปล่อย
zh_hant: 點擊釋放

# Subscription release records
source: Records
ja: リリース記録
ko: 릴리스 기록
th_th: ปล่อยระเบียน
zh_hant: 釋放記錄

source: Relase records
ja: リリース記録
ko: 릴리스 기록
th_th: ปล่อยระเบียน
zh_hant: 釋放記錄

# Relase Number
source: Number
ja: 発行数量
ko: 릴리스 수량
th_th: ปริมาณ
zh_hant: 釋放數量

# Relase Status
source: Status
ja: ステータス
ko: 상태
th_th: รัฐ
zh_hant: 狀態

# Relase Time
source: Time
ja: トランザクション時間
ko: 거래 시간
th_th: เวลา
zh_hant: 交易時間

# Subscription detail
source: Project details
ja: プロジェクトの詳細
ko: 프로젝트 세부 사항
th_th: รายละเอียดโครงการ
zh_hant: 項目詳情

# Subscription detail period
source: Subscription period
ja: 購読期間
ko: 가입 기간
th_th: ระยะเวลาการจองซื้อ
zh_hant: 認購期

# Subscription detail start time
source: Start time
ja: 購読の時刻
ko: 구독 시간
th_th: เวลาเริ่มต้น
zh_hant: 認購時間

# Subscription detail end time
source: End time
ja: 終了時刻
ko: 종료 시간
th_th: เวลาสิ้นสุด
zh_hant: 結束時間

# Subscription detail Project Introduction
source: Project Introduction
ja: プロジェクト紹介
ko: 프로젝트 소개
th_th: การแนะนำโครงการ
zh_hant: 項目介紹

# Subscription detail Info
source: Info
ja: 基本情報
ko: 기본 정보
th_th: ข้อมูลพื้นฐาน
zh_hant: 基本信息

# Subscription detail release time
source: Release time:
ja: 発行時刻：
ko: 출시 시간 :
th_th: เวลาวางจำหน่าย:
zh_hant: 发布時間：

# Subscription detail total
source: Total of Release:
ja: 合計数量：
ko: 발행 총액 :
th_th: การออกทั้งหมด:
zh_hant: 發行總量：

# Subscription detail website
source: Website:
ja: 公式Webサイト：
ko: 공식 웹 사이트 :
th_th: เว็บไซต์:
zh_hant: 官網：

# Subscription detail whitepapger
source: Whitepaper:
ja: ホワイトペーパー：
ko: 백서 :
th_th: กระดาษสีขาว:
zh_hant: 白皮書：

# Subscription menu price_
source: Price:
ja: 購読価格：
ko: 구독료 :
th_th: ราคา:
zh_hant: 認購價格：

# Subscription menu balance
source: Balance:
ja: アカウントの残高：
ko: 계정 잔액 :
th_th: ยอดคงเหลือในบัญชี:
zh_hant: 賬戶餘額：

# Subscription menu topUp
source: Top Up
ja: チャージコイン
ko: 재충전
th_th: เติมเงิน
zh_hant: 充幣

# Subscription menu text field placeholder
source: Please enter the number.
ja: 購読数量を入力してください
ko: 구매 수량을 입력하십시오.
th_th: โปรดป้อนจำนวนการสมัครสมาชิก
zh_hant: 請輸入認購數量

# Subscription menu all
source: All
ja: 購読メニュー
ko: 모든 구독
th_th: สมบูรณ์
zh_hant: 全部認購

# Subscription menu payment
source: Payment:
ja: 実際の支払い：
ko: 실제 지불 :
th_th: การชำระเงิน:
zh_hant: 實際支付：

# Subscription menu tips
source: After the subscription is submitted, please check the subscription history for details.
ja: 登録が送信された後、詳細を表示するには登録レコードにアクセスしてください。
ko: 구독이 제출 된 후. 자세한 내용은 구독 내역을 확인하십시오.
th_th: หลังจากที่ได้สมัครสมาชิกแล้วโปรดตรวจสอบรายละเอียดจากประวัติการสมัครสมาชิก
zh_hant: 認購提交后，請到認購紀錄中查看詳情。

# Subscription menu subscribe
source: Subscribe
ja: 購読
ko: 구독
th_th: ซื้อ
zh_hant: 認購

# Subscription menu cancel
source: Cancel
ja: キャンセル
ko: 취소
th_th: ยกเลิก
zh_hant: 取消

# Subscription menu number must not be less than
source: the number must not be less than
ja: 未満にすることはできません
ko: 구매 수량은 다음보다 작을 수 없습니다.
th_th: จำนวนการสมัครรับข้อมูลต้องไม่น้อยกว่า
zh_hant: 認購數量不能少於

# Identify Verify title
source: Identify Verify
ja: 本名の認証
ko: 실명 인증
th_th: การรับรองชื่อจริง
zh_hant: 實名認證

# Identify Verify submit
source: Submit
ja: レビューの送信
ko: 리뷰 제출
th_th: ส่งความเห็น
zh_hant: 提交審核

source: Verifying
ja: レビュー中
ko: 검토 중
th_th: ระหว่างการตรวจสอบ
zh_hant: 審核中

# Verifying tips
source: Please be patient, we will review and feedback the results within 1-2 business days.
ja: しばらくお待ちください、 1-2営業日以内に結果を確認し、フィードバックします。
ko: “잠시 기다려주십시오. 우리는 영업일 기준 1-2 일 이내에 검토 및 피드백 결과.”
th_th: โปรดอดใจรอเราจะตรวจสอบและแสดงความคิดเห็นผลการค้นหาภายใน 1-2 วันทำการ
zh_hant: 請耐心等待，我們將在 1-2個工作日內審核并反饋結果

# Identify Verify verifiedMsg
source: Your identity information has been certified
ja: あなたの身元情報が認証されました
ko: 신원 정보가 인증되었습니다.
th_th: ข้อมูลประจำตัวของคุณได้รับการรับรองแล้ว
zh_hant: 您的身份信息已通過認證

# Identify Verify name
source: Name
ja: 名前
ko: 이름
th_th: ชื่อเต็ม
zh_hant: 姓名

# Identify Verify cardTypeName
source: Type
ja: ドキュメントの種類
ko: 문서 유형
th_th: ชนิด
zh_hant: 證件類型

# Identify Verify numberOfCard
source: Number
ja: ID番号
ko: 문서 번호
th_th: จำนวน
zh_hant: 證件號碼

# Identify Verify frontOfCard
source: Front of card
ja: ドキュメントの正面図
ko: 문서의 앞 사진
th_th: ภาพหน้าผาก
zh_hant: 證件正面照

# Identify Verify backOfCard
source: Back of card
ja: 文書の裏側の写真
ko: 문서 뒷면의 사진
th_th: เอกสารกลับมา
zh_hant: 證件背面照

# Identify Verify holdeByHand
source: Hand-held
ja: 携帯用ID写真
ko: 핸드 헬드 사진
th_th: ภาพมือถือ
zh_hant: 手持證件照

# Identify Verify cardtype placehoder
source: Please select the ID type
ja: IDタイプを選択してください
ko: 문서 유형을 선택하십시오.
th_th: โปรดเลือกประเภทรหัส
zh_hant: 請選擇證件類型

# Identify Verify ID
source: I.D.
ko: 신분증
th_th: บัตรประชาชน
zh_hant: 身份證

# Identify Verify Passport
source: Passport
ja: パスポート
ko: 여권
th_th: หนังสือเดินทาง
zh_hant: 護照

# Identify Verify Driver Licence
source: Driver Licence
ja: 運転免許証
ko: 운전 면허증
th_th: ใบขับขี่
zh_hant: 駕駛證

# Identify Verify Other
source: Other
ja: その他
ko: 기타
th_th: อื่น ๆ
zh_hant: 其他

# Identify Verify name placehoder
source: Please enter your name
ja: あなたの名前を入力してください
ko: 당신의 이름을 입력하십시오
th_th: โปรดใส่ชื่อของคุณ
zh_hant: 請輸入您的姓名

# Identify Verify number placehoder
source: Please enter the number of ID
ja: ID番号を入力してください
ko: ID 번호를 입력하십시오.
th_th: โปรดป้อนหมายเลขประจำตัวประชาชน
zh_hant: 請輸入證件號碼

# Identify Verify please enter front of card
source: Please select the front photo of the ID
ja: 文書の表面を選択してください
ko: 문서의 앞부분을 선택하십시오
zh_hant: 請選擇證件正面照

# Identify Verify please enter back of card
source: Please select the back of the ID
ja: 裏側の文書を選択してください
ko: 문서 뒷면의 사진을 선택하십시오
zh_hant: 請選擇證件背面照
